[
  {
    "appid": "1172620",
    "itemdefid": "1",
    "Timestamp": "2020-09-09T09:16:26Z",
    "modified": "20200909T091626Z",
    "date_created": "20200909T091626Z",
    "type": "item",
    "display_type": "",
    "name": "150 Ancient Coins - Secret Stash of the Ancients",
    "name_german": "Der geheime Vorrat der Antiken (150 antike Münzen)",
    "name_french": "150 pièces anciennes - Cache secrète des Anciens",
    "name_italian": "150 monete antiche - Scorta segreta degli Antichi",
    "name_spanish": "150 monedas ancestrales - Alijo secreto de los antiguos",
    "name_russian": "Тайник древних (150 древних монет)",
    "name_brazilian": "150 Moedas Antigas - Reserva Secreta dos Anciões",
    "name_latam": "150 monedas ancestrales - Alijo secreto de los antiguos",
    "price": "1;VLV200,CNY900,INR7900,PLY799,RUB5500,SAR495,TRY400,TWD4800,ZAR1600",
    "quantity": 0,
    "description": "The Secret Stash of the Ancients contains 150 Ancient Coins to spend in the Pirate Emporium. Got your spyglass set on some pretty treasures, pirate?",
    "description_german": "Der geheime Vorrat der Alten enthält 150 antike Münzen für den Piratenbasar. Schon ein paar Schätze mit deinem Fernrohr im Visier, Pirat?",
    "description_french": "La cache secrète des Anciens contient 150 pièces anciennes à dépenser dans le Pirate Emporium. Vous avez des vues sur un bel objet, pirate ?",
    "description_italian": "La Scorta segreta degli Antichi contiene 150 monete antiche da spendere all'Emporio dei pirati. Hai puntato il cannocchiale su qualche bel tesoro, pirata?",
    "description_spanish": "La reserva secreta de los antiguos contiene 150 monedas antiguas que puedes usar en el Emporio del Pirata. ¿Tienes tu catalejo puesto en algún tesoro deslumbrante, pirata?",
    "description_russian": "В тайнике древних хранится 150 древних монет, которыми можно расплатиться в пиратской лавке. Уже присмотрели себе что-нибудь?",
    "description_brazilian": "A Reserva Secreta dos Anciões contém 150 Moedas Antigas para gastar no Empório Pirata. Está com a sua luneta apontada para alguns belos tesouros, pirata?",
    "description_latam": "La reserva secreta de los antiguos contiene 150 monedas antiguas que puedes usar en el Emporio del Pirata. ¿Tienes tu catalejo puesto en algún tesoro deslumbrante, pirata?",
    "background_color": "3C352E",
    "icon_url": "https://tmpsteam.blob.core.windows.net/store/sot_150ac_app_tile_icon_300x300.png",
    "icon_url_large": "https://tmpsteam.blob.core.windows.net/store/sot_150ac_box_art_2160x2160.png",
    "name_color": "FFFFFF",
    "store_tags": "sotancientcoinstier1;150",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "icon_url_small": "https://tmpsteam.blob.core.windows.net/store/sot_150ac_box_art_2160x2160.png",
    "is_on_sale": false,
    "athena_currency_premium": "150"
  },
  {
    "appid": "1172620",
    "itemdefid": "2",
    "Timestamp": "2020-09-09T09:16:26Z",
    "modified": "20200909T091626Z",
    "date_created": "20200909T091626Z",
    "type": "item",
    "display_type": "",
    "name": "550 Ancient Coins - Lost Chest of the Ancients",
    "name_german": "Die verlorene Truhe der Antiken (550 antike Münzen)",
    "name_french": "550 pièces anciennes - Coffre perdu des Anciens",
    "name_italian": "550 monete antiche - Forziere perduto degli Antichi",
    "name_spanish": "550 monedas ancestrales - Cofre perdido de los antiguos",
    "name_russian": "Пропавший сундук древних (550 древних монет)",
    "name_brazilian": "550 Moedas Antigas - Baú Perdido dos Anciões",
    "name_latam": "550 monedas ancestrales - Cofre perdido de los antiguos",
    "price": "1;VLV600,CNY2900,INR23900,PLY2399,RUB17000,SAR1295,TRY1300,TWD12800,ZAR5200",
    "quantity": 0,
    "description": "The Lost Chest of the Ancients contains 550 Ancient Coins to spend in the Pirate Emporium. We don't want to influence you, but four words: teeny tiny monkey waistcoat.",
    "description_german": "Die verlorene Truhe der Alten enthält 550 antike Münzen für den Piratenbasar. Wir wollen dich ja nicht beeinflussen, aber … wir sagen nur fünf Worte: kleines, süßes Äffchen mit Weste!",
    "description_french": "Le coffre perdu des Anciens contient 550 pièces anciennes à dépenser dans le Pirate Emporium. On ne veut pas vous influencer, mais... minuscule gilet pour singe.",
    "description_italian": "Il Forziere perduto degli Antichi contiene 550 monete antiche da spendere all'Emporio dei pirati. Non vogliamo influenzarti, ma abbiamo quattro paroline per te: adorabile gilè per scimmietta.",
    "description_spanish": "El cofre perdido de los antiguos contiene 550 monedas antiguas que puedes usar en el Emporio del Pirata. No queremos influenciarte, pero piénsalo: un chalequito de monito chiquitito.",
    "description_russian": "В пропавшем сундуке древних хранится 550 древних монет, которыми можно расплатиться в пиратской лавке. Вам решать, на что их потратить, но как насчёт крошечного камзола для вашей обезьянки?",
    "description_brazilian": "O Baú Perdido dos Anciões contém 550 Moedas Antigas para gastar no Empório Pirata. Não queremos influenciar você, mas três palavras: casaquinhos para macaquinhos.",
    "description_latam": "El cofre perdido de los antiguos contiene 550 monedas antiguas que puedes usar en el Emporio del Pirata. No queremos influenciarte, pero piénsalo: un chalequito de monito chiquitito.",
    "background_color": "3C352E",
    "icon_url": "https://tmpsteam.blob.core.windows.net/store/sot_550ac_app_tile_icon_300x300.png",
    "icon_url_large": "https://tmpsteam.blob.core.windows.net/store/sot_550ac_box_art_2160x2160.png",
    "name_color": "FFFFFF",
    "store_tags": "sotancientcoinstier2;550",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "is_on_sale": false,
    "athena_currency_premium": "550"
  },
  {
    "appid": "1172620",
    "itemdefid": "3",
    "Timestamp": "2020-09-09T09:16:26Z",
    "modified": "20200909T091626Z",
    "date_created": "20200909T091626Z",
    "type": "item",
    "display_type": "",
    "name": "1000 Ancient Coins - Hidden Trove of the Ancients",
    "name_german": "1000 antike Münzen - Die verborgene Schatzkiste der Antiken",
    "name_french": "1 000 pièces anciennes - Pécule caché des Anciens",
    "name_italian": "1000 monete antiche - Tesoro nascosto degli Antichi",
    "name_spanish": "1000 monedas antiguas - Tesoro escondido de los antiguos",
    "name_russian": "1000 древних монет - Тайная сокровищница древних",
    "name_brazilian": "1000 Moedas Antigas - Arca Oculta dos Anciões",
    "name_latam": "1000 monedas antiguas - Tesoro escondido de los antiguos",
    "price": "1;VLV1000,CNY3900,INR34900,PLY3599,RUB25900,SAR2195,TRY2000,TWD18800,ZAR7900",
    "quantity": 0,
    "description": "The Hidden Trove of the Ancients contains 1000 Ancient Coins to spend in the Pirate Emporium. Perhaps it's time to obtain a ship livery worthy of your stature, pirate!",
    "description_german": "Die verborgene Schatzkiste der Alten enthält (1000 antike Münzen) für den Piratenbasar. Vielleicht wird es Zeit dem Schiff einen neuen Anstrich zu verpassen, Pirat!",
    "description_french": "Le pécule caché des Anciens contient 1 000 pièces anciennes à dépenser dans le Pirate Emporium. Il serait peut-être temps d'acheter une livrée de navire convenant à votre stature, pirate !",
    "description_italian": "Il Tesoro nascosto degli Antichi contiene 1000 monete antiche da spendere nell'Emporio dei pirati. Forse è arrivato il momento di ottenere una livrea degna del tuo rango, pirata!",
    "description_spanish": "El tesoro escondido de los antiguos contiene 1000 monedas antiguas para gastar en el Emporio Pirata. ¡Ya va siendo hora de lucir un diseño de barco digno de tu categoría, pirata!",
    "description_russian": "В тайной сокровищнице древних хранится 1000 древних монет, которыми можно расплатиться в пиратской лавке. Пора привести корабль в достойный вид, под стать вашему величию.",
    "description_brazilian": "A Arca Oculta dos Anciões contém 1000 Moedas Antigas para gastar no Empório Pirata. Talvez seja hora de adquirir uma pintura de navio à sua altura, pirata!",
    "description_latam": "El tesoro oculto de los antiguos contiene 1000 monedas ancestrales que puedes gastar en el Emporio del Pirata. ¡Es hora de obtener colores distintivos dignos de tu condición, pirata!",
    "background_color": "3C352E",
    "icon_url": "https://tmpsteam.blob.core.windows.net/store/sot_1000ac_app_tile_icon_300x300.png",
    "icon_url_large": "https://tmpsteam.blob.core.windows.net/store/sot_1000ac_box_art_2160x2160.png",
    "name_color": "FFFFFF",
    "store_tags": "sotancientcoinstier3;1000",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "is_on_sale": false,
    "athena_currency_premium": "1000"
  },
  {
    "appid": "1172620",
    "itemdefid": "4",
    "Timestamp": "2020-09-09T09:16:26Z",
    "modified": "20200909T091626Z",
    "date_created": "20200909T091626Z",
    "type": "item",
    "display_type": "",
    "name": "2550 Ancient Coins - Royal Treasury of the Ancients",
    "name_german": "2550 antike Münzen - Die Königsschatzkammer der Antiken",
    "name_french": "2 550 pièces anciennes - Trésorerie royale des Anciens",
    "name_italian": "2550 monete antiche - Arca reale degli Antichi",
    "name_spanish": "2550 monedas antiguas - Reales arcas de los antiguo",
    "name_russian": "2550 древних монет - Королевская казна древних",
    "name_brazilian": "2550 Moedas Antigas - Tesouro Real dos Anciões",
    "name_latam": "2550 monedas antiguas - Reales arcas de los antiguo",
    "price": "1;AUD3445,BRL8495,CAD2999,CNY7900,EUR2299,INR62900,NZD3340,PLY7399,RUB54900,SAR4195,TRY4300,TWD36800,USD2299,ZAR15900",
    "quantity": 0,
    "description": "The Royal Treasury of the Ancients contains 2550 Ancient Coins to spend in the Pirate Emporium. Coins can be used to buy clothes, items, pets, sails, pets, figureheads… pets!",
    "description_german": "Die Königsschatzkammer der Alten enthält 2550 antike Münzen für den Piratenbasar. Mit Münzen kann man Kleidung, Sachen, Tiere, Segel, Tiere & Galionsfiguren kaufen … Tiere!",
    "description_french": "La trésorerie royale des Anciens contient 2 550 pièces anciennes à dépenser dans le Pirate Emporium. Les pièces peuvent être utilisées pour acheter des vêtements, des objets, des compagnons, des voiles, des compagnons, des figures de proue... des compagnons !",
    "description_italian": "L'Arca reale degli Antichi contiene 2550 monete antiche da spendere nell'Emporio dei pirati. Puoi usare le monete per acquistare vestiti, oggetti, animaletti, vele, animaletti, polene... animaletti!",
    "description_spanish": "El tesoro real de los antiguos contiene 2550 monedas ancestrales que puedes gastar en el Emporio del Pirata. Puedes usar las monedas para comprar ropa, artículos, mascotas, mascotas, velas, mascotas, mascarones… ¡y más mascotas!",
    "description_russian": "В королевской казне древних хранится 2550 древних монет, которыми можно расплатиться в пиратской лавке. На эти монеты вы можете приобрести одежду, питомцев, паруса, питомцев, носовые фигуры и, ах да, питомцев!",
    "description_brazilian": "O Tesouro Real dos Anciões contém 2550 Moedas Antigas para gastar no Empório Pirata. Moedas podem ser usadas para comprar roupas, itens, mascotes, velas, mascotes, figuras de proa... mascotes!",
    "description_latam": "El tesoro real de los antiguos contiene 2550 monedas ancestrales que puedes gastar en el Emporio del Pirata. Puedes usar las monedas para comprar ropa, artículos, mascotas, mascotas, velas, mascotas, mascarones… ¡y más mascotas!",
    "background_color": "3C352E",
    "icon_url": "https://tmpsteam.blob.core.windows.net/store/sot_2550ac_app_tile_icon_300x300.png",
    "icon_url_large": "https://tmpsteam.blob.core.windows.net/store/sot_2550ac_box_art_2160x2160.png",
    "name_color": "FFFFFF",
    "store_tags": "sotancientcoinstier4;2550",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "is_on_sale": false,
    "athena_currency_premium": "2550"
  },
  {
    "appid": "1172620",
    "itemdefid": "5",
    "Timestamp": "2020-09-09T09:16:30Z",
    "modified": "20200909T091630Z",
    "date_created": "20200909T091630Z",
    "type": "item",
    "display_type": "",
    "name": "4250 Ancient Coins - Glittering Tribute of the Ancients",
    "name_german": "4250 antike Münzen - Der funkelnde Tribut der Antiken",
    "name_french": "4 250 pièces anciennes - Tribut flamboyant des Anciens",
    "name_italian": "4250 monete antiche - Tributo sfavillante degli Antichi",
    "name_spanish": "4250 monedas antiguas - Tributo reluciente de los antiguos",
    "name_russian": "4250 древних монет - Роскошное хранилище древних",
    "name_brazilian": "4250 Moedas Antigas - Tributo Cintilante dos Anciões",
    "name_latam": "4250 monedas antiguas - Tributo reluciente de los antiguos",
    "price": "1;VLV3500,CNY10900,INR79900,PLY10299,RUB79900,SAR5995,TRY6100,TWD49800,ZAR22900",
    "quantity": 0,
    "description": "The Glittering Tribute of the Ancients contains 4250 Ancient Coins to spend in the Pirate Emporium. Soon you'll be the proudest, best-equipped pirate on the Sea of Thieves with a ship that tells your legend!",
    "description_german": "Der funkelnde Tribut der Alten enthält 4250 antike Münzen für den Piratenbasar. Bald wirst du der stolzeste, bestausgestattetste Pirat der Sea of Thieves sein, mit einem Schiff, dem man deine Legende ansieht!",
    "description_french": "Le tribut flamboyant des Anciens contient 4 250 pièces anciennes à dépenser dans le Pirate Emporium. Vous serez bientôt le pirate le plus fier et le mieux équipé de Sea of Thieves, avec un navire à la hauteur de votre légende !",
    "description_italian": "Il Tributo sfavillante degli Antichi contiene 4250 monete antiche da spendere nell'Emporio dei pirati. Presto sarai il pirata più fiero e meglio attrezzato di tutti i mari di Sea of Thieves, con una nave degna della tua leggenda!",
    "description_spanish": "El tributo deslumbrante de los antiguos contiene 4250 monedas ancestrales que puedes gastar en el Emporio del Pirata. ¡Pronto serás el pirata más orgulloso y mejor equipado de Sea of Thieves, con un barco a la altura de tu leyenda!",
    "description_russian": "В роскошном хранилище древних хранится 4250 древних монет, которыми можно расплатиться в пиратской лавке. Скоро никто на этих морях не сможет сравниться с вами и вашим кораблём!",
    "description_brazilian": "O Tributo Cintilante dos Anciões contém 4250 Moedas Antigas para gastar no Empório Pirata. Logo você será o pirata mais orgulhoso e melhor equipado do Sea of Thieves, com um navio que conta muito bem sua lenda!",
    "description_latam": "El tributo deslumbrante de los antiguos contiene 4250 monedas ancestrales que puedes gastar en el Emporio del Pirata. ¡Pronto serás el pirata más orgulloso y mejor equipado de Sea of Thieves, con un barco a la altura de tu leyenda!",
    "background_color": "3C352E",
    "icon_url": "https://tmpsteam.blob.core.windows.net/store/sot_4250ac_app_tile_icon_300x300.png",
    "icon_url_large": "https://tmpsteam.blob.core.windows.net/store/sot_4250ac_box_art_2160x2160.png",
    "name_color": "FFFFFF",
    "store_tags": "sotancientcoinstier5;4250",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "is_on_sale": false,
    "athena_currency_premium": "4250"
  },
  {
    "appid": "1172620",
    "itemdefid": "6",
    "Timestamp": "2020-09-09T09:16:30Z",
    "modified": "20200909T091630Z",
    "date_created": "20200909T091630Z",
    "type": "item",
    "display_type": "",
    "name": "Feline Finery Bundle",
    "name_german": "Katzenklasse-Bundle",
    "name_french": "Lot Félin raffiné",
    "name_italian": "Bundle Eleganza felina",
    "name_spanish": "Lote del felino refinado",
    "name_russian": "Набор «Кошачья роскошь»",
    "name_polish": "Pakiet strojnego kociaka",
    "name_brazilian": "Pacote Fineza Felina",
    "name_latam": "Lote del felino refinado",
    "price_category": "1;VLV1000,CNY4300,INR38900,PLY3999,RUB27900,SAR2395,TRY2200,TWD20800,ZAR8900",
    "quantity": 0,
    "description": "Ferocious, deadly and dressed like royalty… and that’s just your cat! This noble bundle fit for any lordly pirate contains the Sovereign Cutlass, Hat, Jacket, Sails, Pegleg and Trousers, making you look just as majestic as your luxuriant new pet! Yes, this bundle also includes the Cavalier Wildcat, a dashing feline made even more debonair by the Wildcat Sovereign Outfit thrown in to match your items. Naturally, this royal pair must also have coin to spare – so you'll receive 550 Ancient Coins to spend with a swagger in the Emporium. The bundle even includes a 10,000 gold free bonus to spend at the Outpost shops. Perhaps another matching Sovereign indulgence? \r\nThe Feline Finery Bundle contains 550 Ancient Coins, the Cavalier Wildcat with a Sovereign Wildcat Outfit, the Sovereign Cutlass, Hat, Jacket, Sails, Pegleg and Trousers and a bonus of 10,000 gold.",
    "description_german": "Grimmig, tödlich und gekleidet für den Königshof – und damit ist nur deine Katze gemeint! Dieses noble Bundle für alle herrschaftlichen Piraten enthält das Entermesser, den Hut, die Jacke, die Segel, das Holzbein und die Hose des Herrschers, mit denen du deinem Haustier in nichts nachstehst! Ja, dieses Bundle enthält ebenfalls die Kavalier-Wildkatze, einen vornehmen felligen Begleiter, der sein Wildkatzen-Herrscher-Outfit mit dir im Partnerlook trägt. Natürlich braucht dieses königliche Paar die ein oder andere Extramünze – du erhältst 550 antike Münzen, die du nach Herzenslust auf dem Basar ausgeben darfst. Das Bundle enthält auch 10.000 Goldstücke für die Außenposten-Shops. Vielleicht möchtest du ein weiteres passendes Luxus-Accessoire? \r\nDas Katzenklasse-Bundle enthält 550 antike Münzen, die Kavalier-Wildkatze mit einem Wildkatzen-Herrscher-Outfit, das Entermesser, den Hut, die Jacke, die Segel, das Holzbein und die Hose des Herrschers und einen Bonus von 10.000 Gold.",
    "description_french": "Féroce, mortel et habillé comme un roi… et encore, ce n'est que votre chat ! Ce noble lot conçu pour tout pirate assez digne contient le coutelas de baron, le chapeau de baron, la veste de baron, les voiles de baron, la jambe de bois de baron et le pantalon de baron, pour avoir l'air aussi majestueux que votre nouvel animal de compagnie ! Oui, ce lot comprend aussi le chat sauvage cavalier, un félin flamboyant encore plus débonnaire avec son costume royal qui ira parfaitement avec le votre. Bien entendu, n'oublions pas que les nobles sont fortunés : vous recevrez donc 550 pièces anciennes à dépenser avec joie à l'Emporium. Ce lot comprend même un bonus gratuit de 10 000 pièces d'or à dépenser aux boutiques des avant-postes. Un baron a tous les droits, non ? \r\nLe lot Félin raffiné contient 550 pièces anciennes, le chat sauvage cavalier avec son costume royal, le coutelas de baron, le chapeau de baron, la veste de baron, les voiles de baron, la jambe de bois de baron et le  antalon de baron ainsi qu'un bonus de 10 000 pièces d'or.",
    "description_italian": "Feroce, letale e regale: è proprio il gatto per te! Questo bundle è adatto a tutti i pirati più nobili e contiene la sciabola, il cappello, la giacca, le vele, la gamba di legno e i pantaloni da sovrano, così avrai lo stesso aspetto sfarzoso del tuo nuovo animaletto! Esatto, questo bundle include anche il gatto selvatico sprezzante, un felino reso ancor più affascinante dall'abito da sovrano in tema con gli oggetti. Ovviamente, a una vera coppia regale serve anche del denaro: riceverai 550 monete antiche da sperperare nell'Emporio, oltre a un bonus gratuito di 10.000 unità d'oro da utilizzare nei negozi degli avamposti, possibilmente all'altezza di un sovrano come te. \r\nIl bundle Eleganza felina contiene 550 monete antiche, il gatto selvatico sprezzante con l'abito da sovrano per gatto selvatico, la sciabola, il cappello, la giacca, le vele, la gamba di legno e i pantaloni da sovrano, e un bonus di 10.000 unità d'oro.",
    "description_spanish": "Feroz, letal y con un atuendo de la realeza... ¡y eso que solo es un gatito! Este lote de la nobleza es adecuado para cualquier pirata señorial que busque un sable, sombrero, saco, velas, pata de palo y pantalones de elegante soberano. ¡Tendrás un aspecto tan majestuoso como el de tu nueva mascota! Sí, este lote incluye el gato salvaje Cavalier, un felino distinguido de apariencia aún más refinada gracias al atuendo de gato salvaje soberano. Como es de esperarse, este dúo real necesita monedas que reflejen su estatus social, por lo que también recibirás 550 monedas ancestrales que podrás gastar con estilo en el Emporio. Además, el lote incluye una bonificación gratis de 10,000 unidades de oro para usar en los puestos de avanzada. ¿Tal vez encuentres algo más que complemente tus principescos atavíos? \r\nEl lote del felino refinado contiene 550 monedas ancestrales, el gato salvaje Cavalier con un atuendo soberano y estas piezas soberanas: sable, sombrero, saco, velas, pata de palo y pantalones, además de una bonificación de 10,000 unidades de oro.",
    "description_russian": "Ваша кошка свирепа, смертоносна и одета по-королевски? Купив этот благородный набор, вы сможете выглядеть ей под стать! В набор входят сабля, головной убор, камзол, паруса, протез и штаны типа «Правитель». Всё вместе это придаст вам поистине величественный и шикарный вид! Также в набор входит стильная и стремительная рыцарская дикая кошка и костюм «Дикая кошка-правитель», придающий ей ещё большее изящество. Разумеется, содержание столь благородного питомца требует дополнительных расходов, поэтому вы получите 550 древних монет, которые сможете с шиком промотать в пиратской лавке! А ещё вам достанется дополнительно 10 000 золотых монет, чтобы ваши величества могли не в чём себе не отказывать в лавках на форпостах! \r\nВ набор «Кошачья роскошь» входят 550 древних монет, рыцарская дикая кошка и костюм «Дикая кошка-правитель», сабля, головной убор, камзол, паруса, протез и штаны типа «Правитель» и дополнительные 10 000 золотых монет.",
    "description_polish": "Dziki, niebezpieczny i ubrany po królewsku… Tak, mówimy o twoim kocie! Ten zacny pakiet, którego nie powstydziłby się żaden pirat o arystokratycznych zapędach, zawiera kordelas, kapelusz, kurtkę, żagle, kulas i portki suwerena, czyli wszystko, czego potrzebujesz, by wyglądać równie majestatycznie, co twój nowy zwierzak! Ponadto w zestawie znajdziesz też nonszalanckiego żbika w stroju suwerena, który dopełni twój zacny wizerunek. Wszystko to zostało okraszone 550 starożytnymi monetami do wydania na fatałaszki w pirackim emporium. A gdyby tego było mało, to kupując ten pakiet, otrzymasz w prezencie 10 000 sztuk złota do wydania w przystaniach. Każdy suweren musi sobie dogadzać! Pakiet strojnego kociaka zawiera 550 starożytnych monet, nonszalanckiego żbika wraz ze strojem suwerena, a także kordelas, kapelusz, kurtkę, żagle, kulas i portki suwerena oraz 10 000 sztuk złota w prezencie.",
    "description_brazilian": "Feroz, mortal e vestido como a realeza... e só estamos falando do seu gato! Este nobre pacote, digno de um lorde pirata, contém Alfanje, Chapéu, Jaqueta, Velas, Perna de Pau e Calças Soberanos, deixando você tão elegante quanto seu luxuoso novo mascote! Sim, esse pacote também inclui o Gato Selvagem Cavaleiro, um felino arrojado que fica ainda mais estiloso com o Traje de Gato Selvagem Soberano para combinar com seus itens. É claro que uma dupla tão majestosa não pode ficar de bolsos vazios, por isso você receberá 550 Moedas Antigas para fazer a farra no Empório. O pacote ainda inclui um bônus de 10.000 de ouro para usar nos Postos Avançados. Talvez para comprar mais um agrado Soberano? \r\nO Pacote Fineza Felina contém 550 Moedas Antigas, o Gato Selvagem Cavaleiro com um Traje de Gato Selvagem Soberano, Alfanje, Chapéu, Jaqueta, Velas, Perna de Pau e Calças Soberanos e um bônus de 10.000 de ouro.",
    "description_latam": "Feroz, letal y con un atuendo de la realeza... ¡y eso que solo es un gatito! Este lote de la nobleza es adecuado para cualquier pirata señorial que busque un sable, sombrero, saco, velas, pata de palo y pantalones de elegante soberano. ¡Tendrás un aspecto tan majestuoso como el de tu nueva mascota! Sí, este lote incluye el gato salvaje Cavalier, un felino distinguido de apariencia aún más refinada gracias al atuendo de gato salvaje soberano. Como es de esperarse, este dúo real necesita monedas que reflejen su estatus social, por lo que también recibirás 550 monedas ancestrales que podrás gastar con estilo en el Emporio. Además, el lote incluye una bonificación gratis de 10,000 unidades de oro para usar en los puestos de avanzada. ¿Tal vez encuentres algo más que complemente tus principescos atavíos? \r\nEl lote del felino refinado contiene 550 monedas ancestrales, el gato salvaje Cavalier con un atuendo soberano y estas piezas soberanas: sable, sombrero, saco, velas, pata de palo y pantalones, además de una bonificación de 10,000 unidades de oro.",
    "background_color": "3C352E",
    "icon_url": "https://tmpsteam.blob.core.windows.net/store/Feline_Finery_bundle_app_tile_icon_300x300.png",
    "icon_url_large": "https://tmpsteam.blob.core.windows.net/store/Feline_Finery_Bundle_box_art_2160x2160.png",
    "name_color": "FFFFFF",
    "store_tags": "sotmaystarter2020",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "store_hidden": true,
    "purchase_limit": 1,
    "is_on_sale": false,
    "athena_currency_premium": "550",
    "athena_currency_gold": "10000",
    "athena_item_catalogid": "24077e1c-4a26-6167-1716-c597b9eb89c0"
  },
  {
    "appid": "1172620",
    "itemdefid": "7",
    "Timestamp": "2020-06-17T10:10:45Z",
    "modified": "20200617T101045Z",
    "date_created": "20200617T101045Z",
    "type": "item",
    "display_type": "",
    "name": "Splashtail Monarch Bundle",
    "name_german": "Panschstieber-Monarchen-Bundle",
    "name_french": "Lot roi des queues éclaboussantes",
    "name_italian": "Bundle Monarca del codalesta",
    "name_spanish": "Lote de salpicacola monarca",
    "name_russian": "Набор «Брызгохвост-монарх»",
    "name_brazilian": "Pacote de Monarca Caudespirro",
    "name_latam": "Lote de salpicacola monarca",
    "price_category": "1;VLV1700",
    "quantity": 0,
    "description": "Pirates want to get noticed. Some opt for a fearsome style, while some choose beauty or wonder. Some go for all three by dressing like the mythical Splashtail Monarch! With this complete one-item ensemble, you too can be part man, part fish, all pirate! Simply don it from your Clothing Chest as usual and instantly look like… a pirate dressed as the Monarch of the Splashtails. Your crew will love it and your enemies will be very confused! This bundle also includes 1,000 Ancient Coins in case you want to collect more Splashtail-themed items from the Emporium, plus a bonus of 25,000 gold for use in Outpost shops. Pirate… you be you! \r\nThe Splashtail Monarch Bundle contains 1,000 Ancient Coins, the Ruby Splashtail Monarch Costume and a free bonus of 25,000 gold.",
    "description_german": "Piraten wollen Aufsehen erregen. Manche tun dies mit einer furchteinflößenden Erscheinung, andere mit Schönheit oder Kuriosem. Und es gibt die, die alles vereinen, indem sie sich wie der mystische Panschstieber-Monarch kleiden! Mit diesem einteiligen Ensemble kannst auch du teils Mensch, teils Fisch sein und zu hundert Prozent Pirat! Leg es einfach aus deiner Kleidertruhe an, um … ein Pirat im Panschstieber-Monarchenkostüm zu werden. Deine Crew wird es lieben und deine Feinde werden sehr verwirrt sein! Das Paket enthält außerdem 1000 antike Münzen, damit du noch mehr Panschstieber-Gegenstände auf dem Basar erwerben kannst, und einen Bonus von 25.000 Gold für die Geschäfte der Außenposten. Pirat … mach dein Ding! \r\nDas Panschstieber-Monarchen-Bundle enthält 1000 antike Münzen, das Monarchenkostüm des rubinroten Panschstiebers und einen kostenfreien Bonus über 25.000 Gold.",
    "description_french": "Les pirates aiment se faire remarquer. Certains adoptent un style terrifiant, tandis que d'autres choisissent la beauté ou la classe. Certains choisissent les trois en s'habillant comme le mythique roi des queues éclaboussantes ! Avec cet ensemble complet en un objet, vous aussi pouvez devenir à moitié homme, à moitié poisson, totalement pirate ! Mettez-le à partir de votre coffre de vêtements et ressemblez en un instant à… un pirate habillé en roi des queues éclaboussantes. Votre équipage sera fan et vos ennemis se poseront des questions ! Ce lot comprend également 1 000 pièces anciennes au cas où vous souhaiteriez collectionner d'autres objets de queue éclaboussante à partir de l'Emporium, ainsi qu'un bonus de 25 000 pièces d'or à utiliser aux avant-postes. Pirate… soyez vous-même ! \r\nLe lot roi des queues éclaboussantes contient 1 000 pièces anciennes, le Costume de queue éclaboussante souveraine de rubis et un bonus gratuit de 25 000 pièces d'or.",
    "description_italian": "Ai pirati piace farsi notare. Alcuni scelgono uno stile che incute timore, mentre altri preferiscono abiti belli o in grado di stupire. Qualcuno opta per un mix dei tre, vestendosi come il mitico monarca del codalesta! Con questo completo unico, anche tu potrai essere parte uomo, parte pesce, ma tutto pirata! Indossalo come sempre prendendolo dal tuo Forziere di indumenti e subito il tuo aspetto diventerà quello di... un pirata vestito da monarca del codalesta. La tua ciurma ti adorerà e i tuoi nemici saranno molto confusi! Questo bundle include anche 1.000 monete antiche nel caso tu voglia procurarti altri oggetti dei codalesta dall'Emporio, e un bonus di 25.000 di oro da usare nei negozi degli avamposti. Pirata... esprimi te stesso! \r\nIl bundle Monarca del codalesta contiene 1.000 monete antiche, il Costume da monarca del codalesta rubino un bonus gratuito di 25.000 di oro.",
    "description_spanish": "A los piratas les gusta darse a notar. Algunos eligen un estilo temible, mientras que otros prefieren causar asombro o lucir magníficos. ¡Algunos deciden combinar los tres estilos y vestirse como el mítico salpicacolas monarca! Con este conjunto completo, tú también puedes ser parte hombre, parte pez, ¡y todo un pirata! Solo tómalo de tu cofre de ropa y luce al instante como... pues como un pirata vestido de monarca de los salpicacolas. ¡Tu tripulación te amará y tus enemigos se sentirán muy confundidos! Este lote también incluye 1000 monedas ancestrales, por si deseas buscar en el Emporio más objetos inspirados en el salpicacolas. Además, recibe una bonificación de 25,000 unidades de oro que puedes usar en las tiendas de los puestos de avanzada. Pirata... ¡sé tú mismo! \r\nEl lote de salpicacola monarca contiene 1000 monedas ancestrales, disfraz de monarca de salpicola rubí  y una bonificación gratis de 25,000 unidades de oro.",
    "description_russian": "Пираты любят, когда на них обращают внимание. Кто-то предпочитает одеваться устрашающе, кто-то — привлекательно или диковинно. А некоторые сочетают всё сразу и одеваются подобно загадочному брызгохвосту-монарху! Если вы когда-нибудь хотели одновременно быть человеком и рыбой в шкуре пирата, то вам поможет соответствующий костюм! Достаточно просто достать его из сундука с обмундированием, чтобы тут же стать похожим на… пирата, одетого как брызгохвост-монарх. Команде такая одёжка точно придётся по душе, а противники потеряют дар речи от изумления! В набор также входит 1000 древних монет — на тот случай, если вам захочется купить ещё что-нибудь в стиле брызгохвоста, а также 25 000 ед. золота, которое можно потратить в магазинах на форпостах. Пираты, не стесняйтесь быть собой!! \r\nВ набор «Брызгохвост-монарх» входит 1000 золотых монет, кКостюм рубинового брызгохвоста-монарха и дополнительные 25 000 ед. золота.",
    "description_brazilian": "Piratas gostam de aparecer. Alguns preferem um estilo mais amedrontador, enquanto outros optam por beleza ou encanto. E alguns ficam com os três, como o lendário Monarca Caudespirro! Com esse conjunto de uma peça só, você também pode ser metade gente, metade peixe, e pirata por completo! Basta vesti-lo no seu Baú de Roupas como de costume e você imediatamente se parecerá com um... pirata vestido como Monarca dos Caudespirros. Sua tripulação vai amar, e seus inimigos ficarão muito confusos! Esse pacote também inclui 1.000 Moedas Antigas caso você queira comprar mais itens de Caudespirro no Empório, além de um bônus de 25.000 de ouro para você usar nos Postos Avançados. Pirata... seja mais você! \r\nO Pacote de Monarca Caudespirro contém 1.000 Moedas Antigas, a Fantasia de Monarca Caudespirro Rubi e um bônus de 25.000 de ouro.",
    "description_latam": "A los piratas les gusta darse a notar. Algunos eligen un estilo temible, mientras que otros prefieren causar asombro o lucir magníficos. ¡Algunos deciden combinar los tres estilos y vestirse como el mítico salpicacolas monarca! Con este conjunto completo, tú también puedes ser parte hombre, parte pez, ¡y todo un pirata! Solo tómalo de tu cofre de ropa y luce al instante como... pues como un pirata vestido de monarca de los salpicacolas. ¡Tu tripulación te amará y tus enemigos se sentirán muy confundidos! Este lote también incluye 1000 monedas ancestrales, por si deseas buscar en el Emporio más objetos inspirados en el salpicacolas. Además, recibe una bonificación de 25,000 unidades de oro que puedes usar en las tiendas de los puestos de avanzada. Pirata... ¡sé tú mismo! \r\nEl lote de salpicacola monarca contiene 1000 monedas ancestrales, Disfraz de monarca de salpicola rubí y una bonificación gratis de 25,000 unidades de oro.",
    "background_color": "3C352E",
    "icon_url": "https://tmpsteam.blob.core.windows.net/store/Splashtail_bundle_app_tile_icon_300x300.png",
    "icon_url_large": "https://tmpsteam.blob.core.windows.net/store/Splashtail_Bundle_box_art_2160x2160.png",
    "name_color": "FFFFFF",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "store_hidden": true,
    "purchase_limit": 1,
    "is_on_sale": false,
    "athena_currency_premium": "1000",
    "athena_currency_gold": "25000",
    "athena_item_catalogid": "0dfdb2be-431c-3539-fc34-c4a558458f3a"
  },
  {
    "appid": "1172620",
    "itemdefid": "8",
    "Timestamp": "2020-07-29T09:13:45Z",
    "modified": "20200729T091345Z",
    "date_created": "20200729T091345Z",
    "type": "item",
    "display_type": "",
    "name": "Solid Gold Bundle",
    "name_german": "Massivgold-Bundle",
    "name_french": "Lot d'or solide",
    "name_italian": "Bundle Oro puro",
    "name_spanish": "Paquete de oro sólido",
    "name_russian": "Набор «Чистое золото»",
    "name_brazilian": "Pacote de Ouro Puro",
    "name_latam": "Paquete de oro sólido",
    "price_category": "1;VLV1700",
    "quantity": 0,
    "description": "Want to dazzle in any company? A pirate of true opulence should hoard this Solid Gold Bundle, which contains two premium Collector’s Pets: the Gold Curse Wildcat and Gold Curse Parakeet. These pets have been touched by the same curse known to turn some pirates’ skin golden, transforming them into living treasures admired by all. Buy this bundle and you’ll also get 1000 Ancient Coins to spend on extra items, pets, ship parts or emotes to ensure that you’re always the centre of attention. You’ll also receive a free 25,000 gold bonus to spend at Outpost shops for even more gilded goodness!",
    "description_german": "Willst du in jeder Company brillieren? Dann solltest du dir dieses Massivgold-Bundle anschaffen, das für jeden Piraten von Format ein Muss ist und exklusive Sammlerausführungen von zwei Begleitern enthält: die Wildkatze des Goldfluchs und den Sittich des Goldfluchs. Diese Begleiter sind mit demselben Fluch belegt, der die Haut einiger Piraten in Gold verwandelt hat. Somit sind sie nun lebende Schätze, die von allen bewundert werden. Kauf dir dieses Bundle und du erhältst obendrein 1000 antike Münzen zum Ausgeben für zusätzliche Gegenstände, Begleiter, Schiffsteile oder Emotes, damit du auch immer der Mittelpunkt der Aufmerksamkeit bist. Außerdem erhältst du 25.000 Extragold, mit dem du in Geschäften der Außenposten noch mehr schnieke goldene Sachen kaufen kannst! Das Massivgold-Bundle enthält 1000 antike Münzen, die Wildkatze des Goldfluchs und den Sittich des Goldfluchs sowie 25.000 Gold.",
    "description_french": "Vous voulez éblouir toutes les sociétés ? Un pirate plein d'opulence doit absolument mettre les mains sur ce lot d'or solide, qui contient deux animaux de compagnie premium du Collectionneur : le chat sauvage de la malédiction dorée et la perruche de la malédiction dorée. Ces animaux ont été touchés par une malédiction bien connue qui change la peau en or, les transformant ainsi en trésors vivants. Achetez ce lot et vous obtiendrez également 1 000 pièces anciennes à dépenser contre des objets, des animaux, des pièces de navire, ou des attitudes pour être toujours le centre de l'attention. Vous recevrez aussi un bonus de 25 000 or à dépenser aux avant-postes pour encore plus... d'or !Le lot d'or solide contient 1 000 pièces anciennes, le chat sauvage de la malédiction dorée, la perruche de la malédiction dorée et un bonus de 25 000 or.",
    "description_italian": "Vuoi brillare più di tutti? Se sei un pirata davvero sfarzoso, accaparrati il bundle Oro puro che contiene due animali premium del collezionista: il gatto selvatico e il parrocchetto della maledizione dell'oro. Questi animali sono caduti sotto la stessa maledizione che fa diventare oro la pelle di alcuni pirati, trasformandoli in tesori viventi ammirati da tutti. Acquistando questo bundle otterrai anche 1000 monete antiche da usare per oggetti extra, animali, parti di nave o emote per essere sempre al centro dell'attenzione. Riceverai anche un bonus gratuito di 25.000 unità d'oro da spendere nei negozi degli avamposti per essere ancora più sfavillante! Il bundle Oro puro contiene 1000 monete antiche, il gatto selvatico e il parrocchetto della maledizione dell'oro, più un bonus di 25.000 unità d'oro.",
    "description_spanish": "¿Quieres brillar en cualquier Compañía? Un pirata de verdadera riqueza debería atesorar este paquete de oro sólido, que contiene dos mascotas de coleccionista premium: el gato salvaje de la maldición de oro y el perico de la maldición de oro. Estas mascotas fueron infectadas por la misma maldición que convierte en dorada la piel de algunos piratas, transformándolos en tesoros vivos admirados por todos. Compra este paquete y también obtendrás 1000 monedas antiguas para gastar en artículos adicionales, mascotas, piezas de barco o gestos para asegurarte de siempre ser el centro de atención. ¡También recibirás una bonificación de oro gratis de 25,000 unidades para gastar en las tiendas de los puestos de avanzada para obtener aún más productos dorados! El paquete de oro sólido contiene 1000 monedas antiguas, el gato salvaje de la maldición de oro, el perico de la maldición de oro y una bonificación de 25,000 unidades de oro.",
    "description_russian": "Хотите блистать всегда и везде? Набор «Чистое золото» позволит вам сверкать, как солнце! В набор входят два премиальных коллекционных питомца: дикая кошка «Золотое проклятие» и длиннохвостый попугай «Золотое проклятие». Этих животных настигло то же проклятие, что и некоторых людей. Оно покрыло их золотом и превратило в живые сокровища, предмет всеобщего восхищения. К набору прилагается ещё 1000 древних монет, на которые вы можете купить всё необходимое, чтобы всегда быть в центре внимания: предметы, питомцев, корабельную оснастку или значки эмоций. Также вы получите дополнительно 25 000 золотых монет, чтобы прикупить на форпостах ещё больше блестяшек! В набор «Чистое золото» входят 1000 древних монет, дикая кошка «Золотое проклятие», длиннохвостый попугай «Золотое проклятие» и 25 000 золотых монет.",
    "description_brazilian": "Quer ofuscar todos os olhares? Um verdadeiro pirata ostentoso precisa ter esse Pacote de Ouro Puro, que contém dois Mascotes de Colecionador premium: o Gato Selvagem da Maldição Dourada e o Periquito da Maldição Dourada. Esses mascotes foram afetados pela mesma maldição que transforma a pele de alguns piratas em ouro, tornando-os tesouros vivos admirados por todos. Compre esse pacote e você também receberá 1.000 Moedas Antigas para gastar em mais alguns itens, mascotes, partes de navio ou gestos, garantindo o seu lugar como centro das atenções. Você receberá ainda um bônus de 25.000 de ouro para gastar com mais coisas douradas nos Postos Avançados! O Pacote de Ouro Puro contém 1.000 Moedas Antigas, o Gato Selvagem da Maldição Dourada, o Periquito da Maldição Dourada e um bônus de 25.000 de ouro.",
    "description_latam": "¿Quieres brillar en cualquier Compañía? Un pirata de verdadera riqueza debería atesorar este paquete de oro sólido, que contiene dos mascotas de coleccionista premium: el gato salvaje de la maldición de oro y el perico de la maldición de oro. Estas mascotas fueron infectadas por la misma maldición que convierte en dorada la piel de algunos piratas, transformándolos en tesoros vivos admirados por todos. Compra este paquete y también obtendrás 1000 monedas antiguas para gastar en artículos adicionales, mascotas, piezas de barco o gestos para asegurarte de siempre ser el centro de atención. ¡También recibirás una bonificación de oro gratis de 25,000 unidades para gastar en las tiendas de los puestos de avanzada para obtener aún más productos dorados! El paquete de oro sólido contiene 1000 monedas antiguas, el gato salvaje de la maldición de oro, el perico de la maldición de oro y una bonificación de 25,000 unidades de oro.",
    "background_color": "3C352E",
    "icon_url": "https://tmpsteam.blob.core.windows.net/store/SolidGold_bundle_app_tile_icon_300x300.png",
    "icon_url_large": "https://tmpsteam.blob.core.windows.net/store/SolidGold_Bundle_box_art_2160x2160.png",
    "name_color": "FFFFFF",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "store_hidden": true,
    "purchase_limit": 1,
    "is_on_sale": false,
    "athena_currency_premium": "1000",
    "athena_currency_gold": "25000",
    "athena_item_catalogid": "881b882a-4b64-c281-5c7c-36803176aec5"
  },
  {
    "appid": "1172620",
    "itemdefid": "9",
    "Timestamp": "2020-09-09T09:16:30Z",
    "modified": "20200909T091630Z",
    "date_created": "20200909T091630Z",
    "type": "item",
    "display_type": "",
    "name": "Ashen Creatures Bundle",
    "name_german": "Bundle „aschgraue Kreaturen“",
    "name_french": "Lot de créatures cendrées",
    "name_italian": "Bundle Creature cineree",
    "name_spanish": "Lote de criaturas de ceniza",
    "name_russian": "Набор «Порождения пламени и пепла»",
    "name_polish": "Pakiet popielnych istot",
    "name_brazilian": "Pacote das Criaturas de Ashen",
    "name_latam": "Lote de criaturas de ceniza",
    "price_category": "1;VLV1700,CNY6200,INR51900,PLY5699,RUB38000,SAR3395,TRY3300,TWD28800,ZAR12200",
    "quantity": 0,
    "description": "Fancy some unique pets that may be cursed, but have all the more charm and style for it? Look no further than the Ashen Curse Ragamuffin and Marmoset, available together in this bundle! This poor kitty and monkey have been afflicted by a fiery curse that affects some travellers lost in The Devil’s Roar, causing them to turn undead and smoulder with inner fire. his bundle also includes 1000 Ancient Coins so that you can grab other items or pets to complement your hot new style, plus a free bonus of 25,000 gold for use at the Outpost shops! The Ashen Creatures Bundle contains 1000 Ancient Coins, the Ashen Curse Ragamuffin, the Ashen Curse Marmoset and a bonus of 25,000 gold.",
    "description_german": "Steht dir der Sinn nach einzigartigen Begleitern, die vielleicht verflucht sind, aber dafür umso mehr Charme versprühen? Dann hast du mit der Ragamuffin und dem Seidenäffchen des aschgrauen Fluchs gefunden, was du suchst, und sie sind auch noch zusammen in diesem Bundle enthalten! Auf dieser niedlichen Katze und dem süßen Äffchen liegt ein feuriger Fluch, der auch einige Reisende, die in Devil’s Roar verschollen sind, nicht verschont hat. Er hat sie in Untote verwandelt, in denen ein wütendes Feuer brennt.  Dieses Bundle enthält 1.000 antike Münzen, damit du dir noch weitere Gegenstände oder Begleiter kaufen kannst, die zu deinem neuen feurigen Stil passen. Außerdem sind auch 25.000 Gold zum Ausgeben in den Geschäften der Außenposten enthalten! Das Bundle „aschgraue Kreaturen“ enthält 1.000 antike Münzen, die Ragamuffin des aschgrauen Fluchs, das Seidenäffchen des aschgrauen Fluchs und zusätzlich noch 25.000 Gold.",
    "description_french": "Des familiers uniques victimes d'une malédiction, mais débordants de charme et de style, ça vous tente ? Alors ne cherchez plus : voici le ragamuffin et le ouistiti de la malédiction cendrée, disponibles tous les deux dans ce lot ! Ce pauvre chaton et ce malheureux petit singe sont victimes d'une cruelle malédiction qui s'abat parfois sur les voyageurs égarés dans le Devil's Roar, les transformant alors en morts-vivants consumés par un feu intérieur. Ce lot inclut également 1 000 pièces anciennes qui vous permettront d'acheter d'autres articles ou familiers pour compléter votre look incendiaire, ainsi qu'un bonus gratuit de 25 000 pièces d'or à dépenser dans les boutiques des avant-postes ! Le lot de créatures cendrées contient 1 000 pièces anciennes, le ragamuffin et le ouistiti de la malédiction cendrée, ainsi qu'un bonus de 25 000 pièces d'or.",
    "description_italian": "Vuoi degli animali maledetti dallo stile e dal fascino unico? Ecco per te il ragamuffin e la marmosetta della maledizione cinerea, pronti a fare fuoco e fiamme all'interno di questo bundle! Il gattino e la scimmietta sono stati maledetti dal feroce anatema che colpisce i viaggiatori che si perdono nel Devil's Roar, trasformandoli in mucchi di cenere vaganti pronti a bruciare.  Questo bundle contiene anche 1000 monete antiche, così potrai acquistare altri oggetti o animali abbinati al tuo nuovo stile fiammeggiante, più un bonus gratuito di 25.000 unità d'oro da usare nei negozi degli avamposti! Il bundle Creature cineree contiene 1000 monete antiche, il ragamuffin della maledizione cinerea, la marmosetta della maledizione cinerea e un bonus di 25.000 unità d'oro.",
    "description_spanish": "¿Te gustaría tener mascotas únicas que, sí, podrían estar malditas, pero que justamente eso les da un atractivo y un estilo únicos? No busques más, porque ya están aquí el gatito granuja y el tití, ¡ambos disponibles en este lote! Este pobre minino y este tierno monito se encuentran afectados por una maldición terrible que afecta a algunos viajeros perdidos en The Devil's Roar, la cual los convierte en no muertos y enciende en ellos un fuego interno misterioso. Este lote también incluye 1000 monedas ancestrales que te servirán para obtener otros artículos o mascotas para complementar tu nuevo look, además de una bonificación de 25,000 unidades de oro que podrás usar en las tiendas de los puestos de avanzada. El lote de criaturas de ceniza contiene 1000 monedas ancestrales, el gatito granuja y el tití, ambos con maldición de ceniza, y una bonificación de 25,000 unidades de oro.",
    "description_russian": "Всегда мечтали о единственном в своём роде питомце: слегка проклятом, но от этого не менее стильном и очаровательном? Тогда обратите внимание на этот набор, в который входят рагамаффин и мартышка с проклятием пепла! Этих несчастных котика и обезьянку постигло пламенное проклятие, поражающее тех, кто затерялся среди вулканов Дьявольской Глотки. Они стали живыми мертвецами, внутри которых тлеет пламя... Также в набор входят 1000 древних монет, на которые вы можете приобрести другие предметы или питомцев, соответствующих вашему новому огненному стилю, и дополнительно 25 000 золотых монет, которые можно потратить в лавке на любом форпосте! В набор «Порождения пламени и пепла» входят 1000 древних монет, рагамаффин и мартышка с проклятием пепла и 25 000 золотых монет.",
    "description_polish": "Co powiesz na wyjątkowe zwierzaki, które może i są przeklęte, ale nadrabiają to powabem i szykiem? Ragamuffin i marmozeta popielnej klątwy są na wyciągnięcie twojej ręki! Te biedaczyska cierpią z powodu ognistej klątwy, którą zostają dotknięci niektórzy podróżnicy zagubieni w Devil's Roar. Przemieniają się oni wówczas w nieumarłych i rozpala się w nich wewnętrzny płomień.  W skład tego pakietu wchodzi również 1000 starożytnych monet, za które możesz kupić inne przedmioty lub zwierzaki i dopełnić swego gorącego wizerunku, a także 25 000 sztuk złota do wydania w przystaniach! Pakiet popielnych istot zawiera 1000 starożytnych monet, ragamuffina popielnej klątwy, marmozetę popielnej klątwy oraz prezent w postaci 25 000 sztuk złota.",
    "description_brazilian": "Procurando por mascotes únicos (que podem até ser amaldiçoados, mas isso só agrega mais charme e estilo)? Então prepare-se para o Ragamuffin e o Mico-Estrela da Maldição de Ashen disponíveis neste pacote! Esses pobres animaizinhos foram afetados por uma maldição feroz que se apodera de viajantes perdidos em Devil's Roar, transformando-os em mortos-vivos que ardem com um fogo interior.  O pacote também inclui 1.000 Moedas Antigas para você garantir mais alguns itens ou mascotes e completar seu novo estilo, além de um bônus de 25.000 de ouro para usar nos Postos Avançados! O Pacote das Criaturas de Ashen contém 1.000 Moedas Antigas, o Ragamuffin da Maldição de Ashen, o Mico-Estrela da Maldição de Ashen e um bônus de 25.000 de ouro.",
    "description_latam": "¿Te gustaría tener mascotas únicas que, sí, podrían estar malditas, pero que justamente eso les da un atractivo y un estilo únicos? No busques más, porque ya están aquí el gatito granuja y el tití, ¡ambos disponibles en este lote! Este pobre minino y este tierno monito se encuentran afectados por una maldición terrible que afecta a algunos viajeros perdidos en The Devil's Roar, la cual los convierte en no muertos y enciende en ellos un fuego interno misterioso. Este lote también incluye 1000 monedas ancestrales que te servirán para obtener otros artículos o mascotas para complementar tu nuevo look, además de una bonificación de 25,000 unidades de oro que podrás usar en las tiendas de los puestos de avanzada. El lote de criaturas de ceniza contiene 1000 monedas ancestrales, el gatito granuja y el tití, ambos con maldición de ceniza, y una bonificación de 25,000 unidades de oro.",
    "background_color": "3C352E",
    "icon_url": "https://tmpsteam.blob.core.windows.net/store/Ashen_Creatures_Bundle_app_tile_icon_300x300.png",
    "icon_url_large": "https://tmpsteam.blob.core.windows.net/store/Ashen_Creatures_Bundle_box_art_2160x2160.png",
    "name_color": "FFFFFF",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "store_hidden": true,
    "purchase_limit": 1,
    "is_on_sale": false,
    "athena_currency_premium": "1000",
    "athena_currency_gold": "25000",
    "athena_item_catalogid": "C6C7CBB1-4359-A3AD-3B59-24BCF5686BD8"
  },
  {
    "appid": "1172620",
    "itemdefid": "10",
    "Timestamp": "2020-09-13T13:43:19Z",
    "modified": "20200913T134319Z",
    "date_created": "20200913T134319Z",
    "type": "item",
    "display_type": "",
    "name": "Bilge Dog Bundle",
    "name_german": "Schiffshunde-Bundle",
    "name_french": "Lot Chien de Fonds de cale",
    "name_italian": "Bundle Cane di sentina",
    "name_spanish": "Paquete de Bilge Dog",
    "name_russian": "Набор «Собака-салага»",
    "name_polish": "Pakiet psa okrętowego",
    "name_brazilian": "Pacote do Cachorro Xexelento",
    "name_latam": "Paquete de Bilge Dog",
    "price_category": "1;VLV1000,CNY4300,INR38900,PLY3999,RUB27900,SAR2395,TRY2200,TWD20800,ZAR8900",
    "quantity": 0,
    "description": "Everyone knows that Bilge Rats are the most ‘ruff’ and ready pirates out there, which is why this pack gives you a handsome Inu dog and pairs it with Bilge Rat clothing! Not only do you get a loyal pet to stand by your side on the seas, their Bilge Rat Outfit (with almost no fleas) will go perfectly with a Bilge Rat Hat, Jacket, Shirt and Trousers for yourself. Still not feeling like a true ruffian? You even get a Bilge Rat Cutlass for combat, and Bilge Rat Sails to complete the look for your ship! This bundle also includes 550 Ancient Coins to give you other options in the Emporium, plus a free bonus of 10,000 gold for use at the Outpost shops. The Bilge Dog Bundle contains 550 Ancient Coins, the Bilge Rat Cutlass, Hat, Jacket, Shirt, Trousers and Sails, an Inu dog with Bilge Rat Outfit and a bonus of 10,000 gold.",
    "description_german": "Jeder weiß, dass die Schiffsratten die härtesten und seetauglichsten Piraten da draußen sind, weshalb dieses Bundle einen schicken Inu in einem Schiffsratten-Outfit enthält! Du erhältst nicht nur einen treuen Begleiter, er trägt auch noch ein (beinahe) flohfreies Schiffsratten-Outfit, welches perfekt zu deinem Hut, deiner Jacke, deinem Hemd und deinen Hosen der Schiffsratte passen. Das überzeugt dich noch nicht? Du erhältst obendrein ein passendes Entermesser und Segel für dein Schiff! Das Bundle enthält außerdem 550 antike Münzen für einen Einkaufsbummel auf dem Basar und einen Bonus von 10.000 Gold zum Ausgeben in den Läden der Außenposten. Das Schiffshunde-Bundle enthält 550 antike Münzen, das Entermesser, den Hut, die Jacke, das Hemd, die Hose und die Segel der Schiffsratte sowie einen Inu mit passendem Outfit und einen Bonus von 10.000 Gold.",
    "description_french": "Tout le monde sait que les Fonds de cale sont les pirates les plus pouilleux de Sea of Thieves, c'est pourquoi ce lot inclut un magnifique shiba avec son propre costume de Fonds de cale ! Non seulement vous obtiendrez un compagnon loyal pour vous suivre sur les mers, avec son costume de Fonds de cale (garanti presque sans puces), qui ira parfaitement bien avec le chapeau, la veste, la chemise et le pantalon de Fonds de cale pour vous-même. Vous n'avez pas encore l'impression d'être un véritable ruffian ? Vous obtiendrez même un coutelas de Fonds de cale pour le combat, et des voiles de Fonds de cale pour compléter le look de notre navire ! Ce lot inclut également 550 pièces anciennes à dépenser au Pirate Emporium, plus 10 000 or à utiliser dans les boutiques des avant-postes. Le lot Chien de Fonds de cale inclut 550 pièces anciennes, le coutelas, le chapeau, la veste, la chemise, le pantalon et les voiles de Fonds de cale, ainsi qu'un shiba avec un costume de Fonds de cale, et un bonus de 10 000 or.",
    "description_italian": "Tutti sanno che i Topi di Sentina sono i pirati meno addomesticati dei mari: ecco perché questo pacchetto include un bellissimo Inu con il suo abito da Topo di Sentina! Non solo otterrai un amico fedele che resterà al tuo fianco durante le tue avventure, ma il suo abito da Topo di Sentina (quasi senza pulci) sarà perfettamente abbinato al cappello, alla giacca, alla camicia e ai pantaloni da Topo di Sentina che indossi tu! Hai il pelo sullo stomaco? Perché riceverai la sciabola e le vele da Topo di Sentina per combattere e navigare in tema! Questo bundle include anche 550 monete antiche per valutare le opzioni dell'Emporio, più un bonus gratuito di 10.000 unità d'oro da utilizzare nei negozi degli avamposti. Il bundle Cane di sentina contiene 550 monete antiche, la sciabola, il cappello, la giacca, la camicia, i pantaloni e le vele da Topo di Sentina, un Inu con un abito da Topo di Sentina e un bonus di 10.000 unità d'oro.",
    "description_spanish": "¡Todos saben que los Bilge Rats son los piratas más rudos y preparados que existen! En este paquete, hallarás un precioso perro Inu y ropa de los Bilge Rats. Así es: no solo obtienes una mascota leal que te acompañará en los mares, sino que su atuendo de Bilge Rat (casi sin pulgas) combinará perfectamente con el sombrero, la camisa y los pantalones de los Bilge Rats que uses tú. ¿Aún no te sientes como todo un rufián? ¡También obtendrás un sable de los Bilge Rats para tus combates y velas de los Bilge Rats para completar el look de tu barco! Este paquete también te concede 550 monedas ancestrales que te darán más opciones en el Emporio, más un bono gratis de 10,000 unidades de oro que puedes usar en las tiendas de los puestos de avanzada. El paquete de Bilge Dog contiene 550 monedas ancestrales, un sable de los Bilge Rats, un sombrero, un saco, camisa, pantalones, velas, un perro Inu con atuendo de los Bilge Rats y un bono de 10,000 unidades de oro.",
    "description_russian": "Всем известно, что салаги — самые суровые и решительные пираты на свете. Именно по этой причине мы включили в этот набор собаку ину и одежду салаги! Помимо верного четвероногого друга вы получите костюм салаги для него — даже почти без блох. А костюм, в свою очередь, будет отлично сочетаться с такой одеждой, как шляпа, камзол, рубашка и штаны салаги — на этот раз уже для вас. Скажете, серьёзные бандиты поднимут вас на смех? Но это ещё не всё: вы получите саблю салаги и паруса типа «Салага»! В набор также входит 550 древних монет, которые можно потратить в лавке, и 10 000 золотых монет, которые можно тратить на форпостах. В набор «Собака-салага» входит 550 древних монет, сабля, шляпа, камзол, рубашка и штаны салаги, паруса типа «Салага», собака ину с костюмом салаги и 10 000 золотых монет.",
    "description_polish": "Każdy wie, że Szczury Okrętowe to najbardziej nieokiełznana i zawsze gotowa do działania grupa piratów, dlatego prezentujemy Ci ten pakiet, w którym znajdziesz ślicznego shibę wraz z uszytym na jego miarę strojem szczura okrętowego! Nie dość, że otrzymasz lojalnego zwierzaka, który stanie u Twego boku podczas każdej morskiej przygody, to w dodatku dołączony dla niego, prawie całkowicie pozbawiony pcheł strój szczura okrętowego będzie idealnie komponował się z noszonym przez Ciebie kapeluszem, kurtką, koszulą i portkami szczura okrętowego. Wciąż czujesz się mało łobuzersko? Pakiet ten dopełni Twego nieokiełznanego wizerunku kordelasem i żaglami szczura okrętowego! W jego skład wchodzi również 550 starożytnych monet, za które kupisz dodatkowe małe co nieco w emporium, a także premię w postaci 10 000 sztuk złota do wykorzystania w przystaniach.  Pakiet psa okrętowego zawiera 550 sztuk złota, kordelas, kapelusz, kurtkę, koszulę, portki i żagle szczura okrętowego, a także shibę wraz ze strojem szczura okrętowego oraz premię w postaci 10 000 sztuk złota.",
    "description_brazilian": "Todos sabem que os Xexelentos são os maiores cachorrões desses mares, e por isso esse pacote vai lhe dar um belo Inu vestido com roupas Xexelentas! Além de receber um mascote leal para velejar ao seu lado, seu Traje Xexelento (quase livre de pulgas) combinará perfeitamente com um Chapéu, Jaqueta, Camisa e Calças Xexelentos para você. Ainda não se sente como um verdadeiro rufião? Você receberá também um Alfanje Xexelento para lutar, e as Velas Xexelentas para completar o visual do seu navio! Esse pacote inclui ainda 550 Moedas Antigas para lhe dar mais opções no Empório, além de um bônus de 10.000 de ouro para gastar nos Postos Avançados. O Pacote do Cachorro Xexelento contém 550 Moedas Antigas, o Alfanje, Chapéu, Jaqueta, Camisa, Calças e Velas Xexelentos, um cachorro Inu com um Traje Xexelento e um bônus de 10.000 de ouro.",
    "description_latam": "¡Todos saben que los Bilge Rats son los piratas más rudos y preparados que existen! En este paquete, hallarás un precioso perro Inu y ropa de los Bilge Rats. Así es: no solo obtienes una mascota leal que te acompañará en los mares, sino que su atuendo de Bilge Rat (casi sin pulgas) combinará perfectamente con el sombrero, la camisa y los pantalones de los Bilge Rats que uses tú. ¿Aún no te sientes como todo un rufián? ¡También obtendrás un sable de los Bilge Rats para tus combates y velas de los Bilge Rats para completar el look de tu barco! Este paquete también te concede 550 monedas ancestrales que te darán más opciones en el Emporio, más un bono gratis de 10,000 unidades de oro que puedes usar en las tiendas de los puestos de avanzada. El paquete de Bilge Dog contiene 550 monedas ancestrales, un sable de los Bilge Rats, un sombrero, un saco, camisa, pantalones, velas, un perro Inu con atuendo de los Bilge Rats y un bono de 10,000 unidades de oro.",
    "background_color": "3C352E",
    "icon_url": "https://tmpsteam.blob.core.windows.net/store/DogStarter_bundle_app_tile_icon_300x300.png",
    "icon_url_large": "https://tmpsteam.blob.core.windows.net/store/DogStarter_Bundle_box_art_2160x2160.png",
    "name_color": "FFFFFF",
    "store_tags": "sotauguststarter2020",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "purchase_limit": 1,
    "icon_url_small": "https://tmpsteam.blob.core.windows.net/store/DogStarter_Bundle_box_art_2160x2160.png",
    "is_on_sale": false,
    "athena_currency_premium": "550",
    "athena_currency_gold": "10000",
    "athena_item_catalogid": "c73a3e02-4c63-09bf-f334-c289cc282af7"
  },
  {
    "appid": "1172620",
    "itemdefid": "11",
    "Timestamp": "2020-09-09T09:16:30Z",
    "modified": "20200909T091630Z",
    "date_created": "20200909T091630Z",
    "type": "item",
    "display_type": "",
    "name": "Dog Days Bundle",
    "name_german": "Hundstage-Bundle",
    "name_french": "Lot Canincule",
    "name_italian": "Bundle Cani sciolti",
    "name_spanish": "Paquete de días de perro",
    "name_russian": "Набор «Собачья жизнь»",
    "name_polish": "Pakiet pieskiego życia",
    "name_brazilian": "Pacote Dias de Cão",
    "name_latam": "Paquete de días de perro",
    "price_category": "1;VLV1700,CNY6200,INR51900,PLY5699,RUB38000,SAR3395,TRY3300,TWD28800,ZAR12200",
    "quantity": 0,
    "description": "Joining a loyal crew of mangy curs is the first step for many pirates – so why not go one better with a pack of three sea dogs? This bundle contains one of each dog type: a fluffy Inu, a nippy Whippet and a steadfast Alsatian. Not only will you have three adorable new pets to play with, frankly more trustworthy than the average pirate, you’ll also get a Bilge Rat Outfit for each so they really look the part! If only they could sail a ship. This bundle also includes 1000 Ancient Coins to spend on more treats from the Emporium, plus a free bonus of 25,000 gold for use at the Outpost shops. The Dog Days Bundle contains 1000 Ancient Coins, an Inu, Whippet and Alsatian dog with a Bilge Rat Outfit for each and a bonus of 25,000 gold.",
    "description_german": "Der erste Schritt für viele Piraten ist, sich erstmal einer Crew räudiger Gesellen anzuschließen – Warum nicht lieber mit drei seetauglichen Hunden eins draufsetzen? Dieses Bundle enthält einen Hund jeder Art: einen fluffigen Inu, einen niedlichen Whippet und einen raubeinigen Elsässer. So hast du nicht nur drei süße neue Spielkameraden, sie sind auch noch vertrauenswürdiger als der Durchschnittspirat, und du erhältst ein Schiffsratten-Outfit für jeden von ihnen gleich mit dazu! Wenn sie doch nur ein Schiff segeln könnten. Dieses Bundle enthält außerdem 1.000 antike Münzen für weitere Gegenstände vom Basar, und einen Bonus von 25.000 Gold zum Ausgeben in den Läden der Außenposten. Das Hundstage-Bundle enthält 1.000 antike Münzen, einen Inu, einen Whippet und einen Elsässer mit passenden Schiffsratten-Outifts sowie einen Bonus von 25.000 Gold.",
    "description_french": "Rejoindre un loyal équipage de corniauds galeux est la première étape pour beaucoup de pirates, alors pourquoi ne pas vous laisser tenter par un lot de trois chiens au pied marin ? Le lot contient un chien de chaque race : un shiba tout doux, un vif lévrier, et un loyal berger allemand. Non seulement vous aurez trois adorables compagnons plus fiables que le pirate moyen pour vous amuser, mais vous obtiendrez également un costume de Fonds de cale pour chacun, afin de les intégrer parfaitement à l'équipage ! Si seulement ils savaient piloter un navire... Ce lot inclut également 1 000 pièces anciennes pour acheter quelques petits cadeaux pour eux au Pirate Emporium, et un bonus de 25 000 or à dépenser dans les boutiques des avant-postes. Le lot Canincule inclut 1 000 pièces anciennes, un shiba, un lévrier et un berger allemand, avec un costume de Fonds de cale pour chacun, plus un bonus de 25 000 or.",
    "description_italian": "Il primo passo per molti pirati è quello di unirsi a una ciurma fidata di randagi rognosi; perché non fai di meglio con questo pacchetto di tre lupi di mare? Questo bundle include un cane di ogni razza disponibile: il soffice Inu, l'agile Whippet e il tenace pastore tedesco. Non solo avrai tre nuovi amici adorabili con cui giocare (molto più fidati dei pirati), ma riceverai anche un abito da Topo di Sentina per ciascuno, così anche loro entreranno nella parte! Se solo sapessero governare una nave... Questo bundle include anche 1000 monete antiche da spendere nell'Emporio, più un bonus gratuito di 25.000 unità d'oro da utilizzare nei negozi degli avamposti. Il bundle Cani sciolti contiene 1000 monete antiche, un Inu, uno Whippet e un pastore tedesco con il relativo abito da Topo di Sentina e un bonus di 25.000 unità d'oro.",
    "description_spanish": "Unirse a una tripulación de leales perros sarnosos es el primer paso para muchos piratas, así que ¿por qué no mejorarlo con un paquete de tres perros 3marinos? Este paquete contiene uno de cada tipo de perro: un Inu peludo, un galgo ágil y un pastor tenaz. No solo tendrás tres adorables mascotas nuevas con las que podrás jugar (honestamente más confiables que el pirata común), sino que también obtendrás ¡un atuendo de Bilge Rat para cada uno para que realmente se vean bien! Si solo pudieran navegar un barco. Este paquete también incluye 1,000 monedas antiguas que puedes gastar por más cosas en el Emporio, más un bono gratis de 25,000 unidades de oro para usar en las tiendas de los puestos de avanzada. El paquete de días de perro contiene 1,000 monedas antiguas, un Inu, un galgo y un pastor con un atuendo de Bilge Rat para cada uno y un bono de 25,000 unidades de oro.",
    "description_russian": "Если уж придётся работать в команде сухопутных крыс и шелудивых собак, то почему бы не привнести разнообразия в живность на борту? В этом вам поможет набор из трёх верных морских собак. В состав входит по одной собаке каждого из трёх типов: пушистый ину, проворный уиппет и верная немецкая овчарка. А помимо трёх милых животных — между прочим, более надёжных, чем среднестатистический пират! — вы получите костюм салаги для каждой из собак, чтобы они выглядели соответствующе! Жаль, что их нельзя посадить за штурвал. В набор также входит 1000 древних монет, которые можно потратить на покупки в лавке, и 25 000 золотых монет, которыми можно платить на форпостах. В набор «Собачья жизнь» входит 1000 древних монет, собаки ину, уиппет и немецкая овчарка, костюм салаги для каждой из них, а также 25000 золотых монет.",
    "description_polish": "Pierwsza załoga każdego pirata zawsze składa się z parszywych kundli. Dlaczegóżby więc nie wyposażyć się w zestaw trzech wilk… ekhem, psów morskich? Ten pakiet zawiera po jednym z przedstawicieli trzech typów psów: puszystego shibę, żwawego whippeta oraz wiernego owczarka. Nie dość, że zyskasz trzy nowe przeurocze zwierzaki do zabawy (na których możesz polegać znacznie bardziej niż na większości piratów), to dodatkowo otrzymasz strój szczura okrętowego dla każdego z nich, tak by wyglądały, jak na pirackiego pupila przystało! Gdyby tylko potrafiły stawiać żagle… Pakiet ten zawiera również 1000 starożytnych monet do wydania na świecidełka w emporium, a także premię w postaci 25 000 sztuk złota do wykorzystania w przystaniach. Pakiet pieskiego życia zawiera 1000 starożytnych monet, trzy psy: shibę, whippeta i owczarka wraz ze strojem szczura okrętowego dla każdego z nich, a także premię w postaci 25 000 sztuk złota.",
    "description_brazilian": "Juntar-se a uma tripulação fiel de cães sarnentos é o primeiro passo para muitos piratas – mas por que não ir mais além com uma matilha de três cachorros do mar? Esse pacote contém um cachorro de cada raça: um Inu felpudo, um Whippet arisco e um Pastor-Alemão leal. Você não só receberá três novos mascotes adoráveis (e francamente mais confiáveis do que outros piratas) para brincar, como também Trajes Xexelentos para que todos fiquem combinando! Se ao menos eles soubessem velejar... Esse pacote também inclui 1.000 Moedas Antigas para gastar no Empório, além de um bônus de 25.000 de ouro para usar nos Postos Avançados. O Pacote Dias de Cão contém 1.000 Moedas Antigas, os cachorros Inu, Whippet e Pastor-Alemão com um Traje Xexelento para cada e um bônus de 25.000 de ouro.",
    "description_latam": "Unirse a una tripulación de leales perros sarnosos es el primer paso para muchos piratas, así que ¿por qué no mejorarlo con un paquete de tres perros marinos? Este paquete contiene uno de cada tipo de perro: un Inu peludo, un galgo ágil y un pastor tenaz. No solo tendrás tres adorables mascotas nuevas con las que podrás jugar (honestamente más confiables que el pirata común), sino que también obtendrás ¡un atuendo de Bilge Rat para cada uno para que realmente se vean bien! Si solo pudieran navegar un barco. Este paquete también incluye 1,000 monedas antiguas que puedes gastar por más cosas en el Emporio, más un bono gratis de 25,000 unidades de oro para usar en las tiendas de los puestos de avanzada. El paquete de días de perro contiene 1,000 monedas antiguas, un Inu, un galgo y un pastor con un atuendo de Bilge Rat para cada uno y un bono de 25,000 unidades de oro.",
    "background_color": "3C352E",
    "icon_url": "https://tmpsteam.blob.core.windows.net/store/DogDays_bundle_app_tile_icon_300x300.png",
    "icon_url_large": "https://tmpsteam.blob.core.windows.net/store/DogDays_Bundle_box_art_2160x2160.png",
    "name_color": "FFFFFF",
    "store_tags": "sotaugustengaged2020",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "purchase_limit": 1,
    "icon_url_small": "https://tmpsteam.blob.core.windows.net/store/DogDays_Bundle_box_art_2160x2160.png",
    "is_on_sale": false,
    "athena_currency_premium": "1000",
    "athena_currency_gold": "25000",
    "athena_item_catalogid": "14cff0ec-461d-7236-a9c0-de973c96c5e0"
  },
  {
    "appid": "1172620",
    "itemdefid": "12",
    "Timestamp": "2020-09-09T22:30:05Z",
    "modified": "20200909T223005Z",
    "date_created": "20200909T223005Z",
    "type": "item",
    "display_type": "",
    "name": "Shrouded Ghost Hunter Bundle",
    "name_german": "„Shrouded Ghost“-Jägerbundle",
    "name_french": "Lot de chasseur du Shrouded Ghost",
    "name_italian": "Bundle del cacciatore del Fantasma velato",
    "name_spanish": "Lote para cazadores del Fantasma del Sudario.",
    "name_russian": "Набор «Охотник на Скрытого Духа»",
    "name_polish": "Pakiet łowcy ducha mgielnego",
    "name_brazilian": "Pacote de Caçador do Fantasma Nebuloso",
    "name_latam": "Lote para cazadores del Fantasma del Sudario.",
    "price_category": "1;VLV6000,CNY16300,INR12990,PLY21499,RUB108500,SAR8995,TRY9200,TWD85800,ZAR32900",
    "quantity": 0,
    "description": "The elusive Shrouded Ghost is Sea of Thieves' shyest monster shark. Grab this savage ship livery and matching weapons to keep your crew fully focused on the hunt! You'll even have glowing Collector’s variants to help you stay on the trail overnight, and Hunter's Call emotes to express the depths of your dedication.  The Shrouded Ghost Hunter Bundle contains 4250 Ancient Coins, the Shrouded Ghost Hunter Ship Collection including Collector's variants, Shrouded Ghost Hunter Blunderbuss, Shrouded Ghost Hunter Costumes, Hunter's Call Emote Bundle and a bonus of 25,000 gold.",
    "description_german": "Der schwer zu findende Shrouded Ghost ist das scheuste Haiungetüm in der Sea of Thieves. Schnapp dir diese gewagte Schiffsanpassung und die dazugehörigen Waffen, damit deine Crew sich voll und ganz auf die Jagd konzentrieren kann! Es gibt sogar leuchtende Sammlervarianten, die bei Nacht für Durchblick sorgen, und Emotes vom Ruf des Jägers, um deiner Hingabe Ausdruck zu verleihen.  Das „Shrouded Ghost“-Jägerbundle enthält 4.250 antike Münzen, die Jäger-Schiffskollektion des Shrouded Ghost samt Sammlervarianten, die Jägerdonnerbüchse des Shrouded Ghost, die Jägerkostüme des Shrouded Ghost, das Emote-Bundle Ruf des Jägers und einen Bonus von 25.000 Gold.",
    "description_french": "Le mystérieux Shrouded Ghost est le requin monstrueux le plus timide de Sea of Thieves. Obtenez cette livrée de navire sauvage ainsi que les armes qui vont avec, afin que votre équipage reste concentré sur la chasse ! Il y a même des variantes du Collectionneur brillantes pour continuer à suivre la piste de nuit, ainsi que des attitudes de l'Appel du chasseur pour exprimer toute votre détermination.  Le pack de chasseur du Shrouded Ghost contient 4 250 pièces anciennes, la collection de navire de chasseur du Shrouded Ghost dont les variantes du Collectionneur, le tromblon de chasseur du Shrouded Ghost, des costumes de chasseur du Shrouded Ghost, un lot d'attitudes de l'Appel du chasseur et un bonus de 25 000 pièces d'or.",
    "description_italian": "Lo sfuggente Fantasma velato è lo squalo mostruoso più timido dei mari di Sea of Thieves. Fai tua questa feroce livrea, insieme alle armi abbinate, per aiutare la tua ciurma a restare concentrata sulla caccia! Riceverai anche varianti del collezionista brillanti per mantenere la rotta di notte e le emote della Chiamata del cacciatore per esprimere tutta la tua dedizione.  Il bundle del cacciatore del Fantasma velato contiene 4250 monete antiche, la raccolta nave del cacciatore del Fantasma velato, incluse le varianti del collezionista, l'archibugio del cacciatore del Fantasma velato, i costumi del cacciatore del Fantasma velato, il bundle emote della Chiamata del cacciatore e un bonus di 25.000 unità d'oro.",
    "description_spanish": "El esquivo Fantasma del Sudario parece ser el megatiburón más tímido de Sea of Thieves. ¡Llévate este juego de armas y decoraciones para barco a fin de mantener a la tripulación concentrada en la búsqueda! Incluso hay variantes fluorescentes de coleccionista, para que mantengas la mente enfocada incluso durante la oscura noche, y gestos de Hunter's Call para expresar tu férreo compromiso. El lote de cazadores del Fantasma del Sudario incluye 4,250 monedas ancestrales, la colección para barco de cazadores del Fantasma del Sudario (incluyendo las variantes de coleccionista), el trabuco temático, algunos trajes y el lote de gestos de Hunter's Call. Y como bonificación, recibirás 25,000 unidades de oro.",
    "description_russian": "Неуловимый Скрытый Дух — пожалуй, самая робкая акула в мире Sea of Thieves. Эта корабельная оснастка и оружие позволят вам сосредоточиться на охоте! Светящиеся коллекционные предметы помогут не сбиться ночью с пути, а эмоции «Братство охотников» выразят всю глубину преданности своему делу. В набор «Охотник на Скрытого Духа» входит 4250 древних монет, коллекция корабельной оснастки «Скрытый Дух» (включая коллекционные варианты), мушкетон «Охотник на Скрытого Духа», костюмы охотника на Скрытого Духа, набор эмоций «Братство охотников» и 25 000 золотых монет.",
    "description_polish": "Nieuchwytny duch mgielny to najbardziej płochliwy rekin w Sea of Thieves. Zdobądź ten dziko wyglądający zestaw wyposażenia i pasującą do niego broń, aby twoja załoga pozostała skupiona na łowach! W ramach tego pakietu otrzymasz także lśniące warianty kolekcjonerskie, które pomogą ci w nocnym tropieniu, oraz gesty Zewu Łowcy, za pomocą których wyrazisz swoje oddanie łowieckiej sprawie. Pakiet łowcy ducha mgielnego zawiera 4250 starożytnych monet, kolekcję wyposażenia statku łowcy ducha mgielnego (w tym warianty kolekcjonerskie), garłacz łowcy ducha mgielnego, kostiumy łowcy ducha mgielnego, zestaw gestów Zewu Łowcy oraz premię w postaci 25 000 sztuk złota.",
    "description_brazilian": "O fugidio Fantasma Nebuloso é o tubarão monstruoso mais tímido do Sea of Thieves. Obtenha essas pinturas selvagens de navio e as armas para combinar, e assim mantenha sua tripulação totalmente focada na caçada! Você receberá ainda as variantes de Colecionador brilhantes para seguir os rastros à noite, e gestos do Hunter's Call para expressar a sua profunda dedicação.  O Pacote de Caçador do Fantasma Nebuloso contém 4.250 Moedas Antigas, a Coleção de Navio de Caçador do Fantasma Nebuloso, incluindo as variantes de Colecionador, o Bacamarte de Caçador do Fantasma Nebuloso, os Trajes de Caçador do Fantasma Nebuloso, o Pacote de Gestos do Hunter's Call e um bônus de 25.000 de ouro.",
    "description_latam": "El esquivo Fantasma del Sudario parece ser el megatiburón más tímido de Sea of Thieves. ¡Llévate este juego de armas y decoraciones para barco a fin de mantener a la tripulación concentrada en la búsqueda! Incluso hay variantes fluorescentes de coleccionista, para que mantengas la mente enfocada incluso durante la oscura noche, y gestos de Hunter's Call para expresar tu férreo compromiso. El lote de cazadores del Fantasma del Sudario incluye 4,250 monedas ancestrales, la colección para barco de cazadores del Fantasma del Sudario (incluyendo las variantes de coleccionista), el trabuco temático, algunos trajes y el lote de gestos de Hunter's Call. Y como bonificación, recibirás 25,000 unidades de oro.",
    "background_color": "3C352E",
    "icon_url": "https://tmpsteam.blob.core.windows.net/store/ShroudedGhost_bundle_app_tile_icon_300x300.png",
    "icon_url_large": "https://tmpsteam.blob.core.windows.net/store/ShroudedGhost_Bundle_box_art_2160x2160.png",
    "name_color": "FFFFFF",
    "store_tags": "sotshroudedghostbundle",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "purchase_limit": 1,
    "icon_url_small": "https://tmpsteam.blob.core.windows.net/store/ShroudedGhost_Bundle_box_art_2160x2160.png",
    "is_on_sale": false,
    "athena_currency_premium": "4250",
    "athena_currency_gold": "25000",
    "athena_item_catalogid": "a01a5e34-41cc-0940-0e80-1da9072b391b"
  },
  {
    "appid": "1172620",
    "itemdefid": "13",
    "Timestamp": "2020-09-09T09:16:30Z",
    "modified": "20200909T091630Z",
    "date_created": "20200909T091630Z",
    "type": "item",
    "display_type": "",
    "name": "Sails of Union",
    "name_german": "Vereinigungssegel",
    "name_french": "Voiles de l'Union",
    "name_italian": "Vele di unione",
    "name_spanish": "Velas de la Unión",
    "name_russian": "Паруса союза",
    "name_polish": "Żagle unijne",
    "name_brazilian": "Velas da União",
    "name_latam": "Velas de la Unión",
    "price_category": "1;VLV600,CNY2900,INR23900,PLY2399,RUB16900,SAR1295,TRY1300,TWD12800,ZAR5200",
    "quantity": 0,
    "description": "For every purchase of the Sails of Union charity item made between September 9th 2020 and October 13th 2020, Microsoft will donate 75% of each sale made via steam.com and 100% of each sale made via the Microsoft Store to Cancer Research UK/Stand Up To Cancer. For more information about Cancer Research UK or Stand Up to Cancer, visit www.cancerresearchuk.org or www.standuptocancer.org.uk respectively.",
    "description_german": "Für jeden Gegenstand aus dem Wohltätigkeitsverkauf „Vereinigungssegel“, der zwischen dem 9. September und dem 13. Oktober 2020 erworben wird, spendet Microsoft 75 % von jedem über steam.com und 100 % von jedem über den Microsoft Store getätigten Kauf an Cancer Research UK/Stand Up To Cancer. Weitere Informationen über Cancer Research UK oder Stand Up To Cancer sind via www.cancerresearchuk.org und www.standuptocancer.org.uk verfügbar.",
    "description_french": "Lors de chaque achat de l'objet caritatif ''Voiles de l'Union'' effectué entre le 9 septembre 2020 et le 13 octobre 2020, Microsoft reversera 75 % des ventes sur steam.com et 100 % des ventes sur Microsoft Store à Cancer Research UK/Stand Up To Cancer. Pour plus d'informations sur Cancer Research UK ou Stand Up to Cancer, rendez-vous sur www.cancerresearchuk.org ou www.standuptocancer.org.uk.",
    "description_italian": "Per ogni acquisto dell'oggetto di beneficienza Vele di unione effettuato tra il 9 settembre 2020 e il 13 ottobre 2020, Microsoft donerà a Cancer Research UK/Stand Up to Cancer il 75% di ciascuna vendita effettuata su steam.com e il 100% di ciascuna vendita effettuata attraverso Microsoft Store. Per maggiori informazioni su Cancer Research UK o Stand Up to Cancer, visita www.cancerresearchuk.org o www.standuptocancer.org.uk rispettivamente.",
    "description_spanish": "Cada vez que compres objetos de la iniciativa benéfica Velas de la Unión del 9 de septiembre de 2020 al 13 de octubre de 2020, Microsoft donará el 75% de las ventas logradas por steam.com y el 100% de las efectuadas en Microsoft Store a las asociaciones caritativas Cancer Research UK y Stand Up To Cancer. Para obtener más información acerca de Cancer Research UK o Stand Up To Cancer, visita www.cancerresearchuk.org o www.standuptocancer.org.uk, respectivamente.",
    "description_russian": "С 9 сентября по 13 октября 2020 года пройдёт благотворительная акция «Паруса союза». В рамках этой акции Microsoft будет жертвовать 75% выручки с продаж на steam.com и 100% выручки с продаж в Microsoft Store организации по исследованию рака Cancer Research UK / Stand Up To Cancer. Узнать подробности о Cancer Research UK или Stand Up To Cancer можно на сайтах www.cancerresearchuk.org и www.standuptocancer.org.uk.",
    "description_polish": "Firma Microsoft przekaże organizacji Cancer Research UK/Stand Up To Cancer 75% dochodu (zakup przez steam.com) lub 100% dochodu (zakup przez Microsoft Store) ze sprzedaży przedmiotu charytatywnego Żagle unijne w dniach 9 września – 13 października 2020 r. Więcej informacji na temat organizacji Cancer Research UK lub Stand Up To Cancer znajdziesz na stronie www.cancerresearchuk.org lub www.standuptocancer.org.uk.",
    "description_brazilian": "Para cada compra do item beneficente Velas da União entre os dias 9 de setembro e 13 de outubro de 2020, a Microsoft doará 75% de cada venda feita pelo Steam e 100% de cada venda feita pela Microsoft Store para a Cancer Research UK e a Stand Up To Cancer. Para mais informações sobre essas instituições, visite www.cancerresearchuk.org ou www.standuptocancer.org.uk respectivamente.",
    "description_latam": "Cada vez que compres objetos de la iniciativa benéfica Velas de la Unión del 9 de septiembre de 2020 al 13 de octubre de 2020, Microsoft donará el 75% de las ventas logradas por steam.com y el 100% de las efectuadas en Microsoft Store a las asociaciones caritativas Cancer Research UK y Stand Up To Cancer. Para obtener más información acerca de Cancer Research UK o Stand Up To Cancer, visita www.cancerresearchuk.org o www.standuptocancer.org.uk, respectivamente.",
    "background_color": "3C352E",
    "icon_url": "https://tmpsteam.blob.core.windows.net/store/CharitySails_bundle_app_tile_icon_300x300.png",
    "icon_url_large": "https://tmpsteam.blob.core.windows.net/store/CharitySails_Bundle_box_art_2160x2160.png",
    "name_color": "FFFFFF",
    "store_tags": "sotstanduptocancersails",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "store_hidden": true,
    "purchase_limit": 1,
    "icon_url_small": "https://tmpsteam.blob.core.windows.net/store/CharitySails_Bundle_box_art_2160x2160.png",
    "is_on_sale": false,
    "athena_item_catalogid": "dd183cfa-4577-0d88-bc6b-f79dea84217d"
  },
  {
    "appid": "1172620",
    "itemdefid": "21",
    "Timestamp": "2020-09-09T09:16:31Z",
    "modified": "20200909T091631Z",
    "date_created": "20200909T091631Z",
    "type": "item",
    "display_type": "",
    "name": "49 Ancient Coins - Secret Stash of the Ancients",
    "name_german": "Der geheime Vorrat der Antiken (49 antike Münzen)",
    "name_french": "49 pièces anciennes - Cache secrète des Anciens",
    "name_italian": "49 monete antiche - Scorta segreta degli Antichi",
    "name_spanish": "49 monedas ancestrales - Alijo secreto de los antiguos",
    "name_russian": "Тайник древних (49 древних монет)",
    "name_brazilian": "49 Moedas Antigas - Reserva Secreta dos Anciões",
    "name_latam": "49 monedas ancestrales - Alijo secreto de los antiguos",
    "price": "1;USD109,SAR295,ZAR800,TRY300,PLY399,RUB3000,INR4900,CNY500,TWD2800",
    "quantity": 0,
    "description": "The Secret Stash of the Ancients contains 49 Ancient Coins to spend in the Pirate Emporium. Got your spyglass set on some pretty treasures, pirate?",
    "description_german": "Der geheime Vorrat der Alten enthält 49 antike Münzen für den Piratenbasar. Schon ein paar Schätze mit deinem Fernrohr im Visier, Pirat?",
    "description_french": "La cache secrète des Anciens contient 49 pièces anciennes à dépenser dans le Pirate Emporium. Vous avez des vues sur un bel objet, pirate ?",
    "description_italian": "La Scorta segreta degli Antichi contiene 49 monete antiche da spendere all'Emporio dei pirati. Hai puntato il cannocchiale su qualche bel tesoro, pirata?",
    "description_spanish": "La reserva secreta de los antiguos contiene 49 monedas antiguas que puedes usar en el Emporio del Pirata. ¿Tienes tu catalejo puesto en algún tesoro deslumbrante, pirata?",
    "description_russian": "В тайнике древних хранится 49 древних монет, которыми можно расплатиться в пиратской лавке. Уже присмотрели себе что-нибудь?",
    "description_brazilian": "A Reserva Secreta dos Anciões contém 49 Moedas Antigas para gastar no Empório Pirata. Está com a sua luneta apontada para alguns belos tesouros, pirata?",
    "description_latam": "La reserva secreta de los antiguos contiene 49 monedas antiguas que puedes usar en el Emporio del Pirata. ¿Tienes tu catalejo puesto en algún tesoro deslumbrante, pirata?",
    "background_color": "3C352E",
    "icon_url": "https://tmpsteam.blob.core.windows.net/store/sot_150ac_app_tile_icon_300x300.png",
    "icon_url_large": "https://tmpsteam.blob.core.windows.net/store/sot_150ac_box_art_2160x2160.png",
    "name_color": "FFFFFF",
    "store_tags": "sotrealmoneyancientcoinstier1;49",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "store_hidden": true,
    "is_on_sale": false,
    "athena_currency_premium": "49"
  },
  {
    "appid": "1172620",
    "itemdefid": "22",
    "Timestamp": "2020-09-09T09:16:31Z",
    "modified": "20200909T091631Z",
    "date_created": "20200909T091631Z",
    "type": "item",
    "display_type": "",
    "name": "99 Ancient Coins - Secret Stash of the Ancients",
    "name_german": "Der geheime Vorrat der Antiken (99 antike Münzen)",
    "name_french": "99 pièces anciennes - Cache secrète des Anciens",
    "name_italian": "99 monete antiche - Scorta segreta degli Antichi",
    "name_spanish": "99 monedas ancestrales - Alijo secreto de los antiguos",
    "name_russian": "Тайник древних (99 древних монет)",
    "name_brazilian": "99 Moedas Antigas - Reserva Secreta dos Anciões",
    "name_latam": "99 monedas ancestrales - Alijo secreto de los antiguos",
    "price": "1;USD159,SAR395,ZAR1200,TRY400,PLY599,RUB4000,INR5900,CNY700,TWD3800",
    "quantity": 0,
    "description": "The Secret Stash of the Ancients contains 99 Ancient Coins to spend in the Pirate Emporium. Got your spyglass set on some pretty treasures, pirate?",
    "description_german": "Der geheime Vorrat der Alten enthält 99 antike Münzen für den Piratenbasar. Schon ein paar Schätze mit deinem Fernrohr im Visier, Pirat?",
    "description_french": "La cache secrète des Anciens contient 99 pièces anciennes à dépenser dans le Pirate Emporium. Vous avez des vues sur un bel objet, pirate ?",
    "description_italian": "La Scorta segreta degli Antichi contiene 99 monete antiche da spendere all'Emporio dei pirati. Hai puntato il cannocchiale su qualche bel tesoro, pirata?",
    "description_spanish": "La reserva secreta de los antiguos contiene 99 monedas antiguas que puedes usar en el Emporio del Pirata. ¿Tienes tu catalejo puesto en algún tesoro deslumbrante, pirata?",
    "description_russian": "В тайнике древних хранится 99 древних монет, которыми можно расплатиться в пиратской лавке. Уже присмотрели себе что-нибудь?",
    "description_brazilian": "A Reserva Secreta dos Anciões contém 99 Moedas Antigas para gastar no Empório Pirata. Está com a sua luneta apontada para alguns belos tesouros, pirata?",
    "description_latam": "La reserva secreta de los antiguos contiene 99 monedas antiguas que puedes usar en el Emporio del Pirata. ¿Tienes tu catalejo puesto en algún tesoro deslumbrante, pirata?",
    "background_color": "3C352E",
    "icon_url": "https://tmpsteam.blob.core.windows.net/store/sot_150ac_app_tile_icon_300x300.png",
    "icon_url_large": "https://tmpsteam.blob.core.windows.net/store/sot_150ac_box_art_2160x2160.png",
    "name_color": "FFFFFF",
    "store_tags": "sotrealmoneyancientcoinstier2;99",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "store_hidden": true,
    "is_on_sale": false,
    "athena_currency_premium": "99"
  },
  {
    "appid": "1172620",
    "itemdefid": "23",
    "Timestamp": "2020-09-09T09:16:31Z",
    "modified": "20200909T091631Z",
    "date_created": "20200909T091631Z",
    "type": "item",
    "display_type": "",
    "name": "149 Ancient Coins - Secret Stash of the Ancients",
    "name_german": "Der geheime Vorrat der Antiken (149 antike Münzen)",
    "name_french": "149 pièces anciennes - Cache secrète des Anciens",
    "name_italian": "149 monete antiche - Scorta segreta degli Antichi",
    "name_spanish": "149 monedas ancestrales - Alijo secreto de los antiguos",
    "name_russian": "Тайник древних (149 древних монет)",
    "name_brazilian": "149 Moedas Antigas - Reserva Secreta dos Anciões",
    "name_latam": "149 monedas ancestrales - Alijo secreto de los antiguos",
    "price": "1;USD209,SAR495,ZAR1600,TRY500,PLY799,RUB5500,INR7900,CNY900,TWD4800",
    "quantity": 0,
    "description": "The Secret Stash of the Ancients contains 149 Ancient Coins to spend in the Pirate Emporium. Got your spyglass set on some pretty treasures, pirate?",
    "description_german": "Der geheime Vorrat der Alten enthält 149 antike Münzen für den Piratenbasar. Schon ein paar Schätze mit deinem Fernrohr im Visier, Pirat?",
    "description_french": "La cache secrète des Anciens contient 149 pièces anciennes à dépenser dans le Pirate Emporium. Vous avez des vues sur un bel objet, pirate ?",
    "description_italian": "La Scorta segreta degli Antichi contiene 149 monete antiche da spendere all'Emporio dei pirati. Hai puntato il cannocchiale su qualche bel tesoro, pirata?",
    "description_spanish": "La reserva secreta de los antiguos contiene 149 monedas antiguas que puedes usar en el Emporio del Pirata. ¿Tienes tu catalejo puesto en algún tesoro deslumbrante, pirata?",
    "description_russian": "В тайнике древних хранится 149 древних монет, которыми можно расплатиться в пиратской лавке. Уже присмотрели себе что-нибудь?",
    "description_brazilian": "A Reserva Secreta dos Anciões contém 149 Moedas Antigas para gastar no Empório Pirata. Está com a sua luneta apontada para alguns belos tesouros, pirata?",
    "description_latam": "La reserva secreta de los antiguos contiene 149 monedas antiguas que puedes usar en el Emporio del Pirata. ¿Tienes tu catalejo puesto en algún tesoro deslumbrante, pirata?",
    "background_color": "3C352E",
    "icon_url": "https://tmpsteam.blob.core.windows.net/store/sot_150ac_app_tile_icon_300x300.png",
    "icon_url_large": "https://tmpsteam.blob.core.windows.net/store/sot_150ac_box_art_2160x2160.png",
    "name_color": "FFFFFF",
    "store_tags": "sotrealmoneyancientcoinstier3;149",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "store_hidden": true,
    "is_on_sale": false,
    "athena_currency_premium": "149"
  },
  {
    "appid": "1172620",
    "itemdefid": "24",
    "Timestamp": "2020-09-09T09:16:31Z",
    "modified": "20200909T091631Z",
    "date_created": "20200909T091631Z",
    "type": "item",
    "display_type": "",
    "name": "199 Ancient Coins - Secret Stash of the Ancients",
    "name_german": "Der geheime Vorrat der Antiken (199 antike Münzen)",
    "name_french": "199 pièces anciennes - Cache secrète des Anciens",
    "name_italian": "199 monete antiche - Scorta segreta degli Antichi",
    "name_spanish": "199 monedas ancestrales - Alijo secreto de los antiguos",
    "name_russian": "Тайник древних (199 древних монет)",
    "name_brazilian": "199 Moedas Antigas - Reserva Secreta dos Anciões",
    "name_latam": "199 monedas ancestrales - Alijo secreto de los antiguos",
    "price": "1;USD259,SAR595,ZAR2100,TRY600,PLY999,RUB7000,INR9900,CNY1200,TWD5800",
    "quantity": 0,
    "description": "The Secret Stash of the Ancients contains 199 Ancient Coins to spend in the Pirate Emporium. Got your spyglass set on some pretty treasures, pirate?",
    "description_german": "Der geheime Vorrat der Alten enthält 199 antike Münzen für den Piratenbasar. Schon ein paar Schätze mit deinem Fernrohr im Visier, Pirat?",
    "description_french": "La cache secrète des Anciens contient 199 pièces anciennes à dépenser dans le Pirate Emporium. Vous avez des vues sur un bel objet, pirate ?",
    "description_italian": "La Scorta segreta degli Antichi contiene 199 monete antiche da spendere all'Emporio dei pirati. Hai puntato il cannocchiale su qualche bel tesoro, pirata?",
    "description_spanish": "La reserva secreta de los antiguos contiene 199 monedas antiguas que puedes usar en el Emporio del Pirata. ¿Tienes tu catalejo puesto en algún tesoro deslumbrante, pirata?",
    "description_russian": "В тайнике древних хранится 199 древних монет, которыми можно расплатиться в пиратской лавке. Уже присмотрели себе что-нибудь?",
    "description_brazilian": "A Reserva Secreta dos Anciões contém 199 Moedas Antigas para gastar no Empório Pirata. Está com a sua luneta apontada para alguns belos tesouros, pirata?",
    "description_latam": "La reserva secreta de los antiguos contiene 199 monedas antiguas que puedes usar en el Emporio del Pirata. ¿Tienes tu catalejo puesto en algún tesoro deslumbrante, pirata?",
    "background_color": "3C352E",
    "icon_url": "https://tmpsteam.blob.core.windows.net/store/sot_150ac_app_tile_icon_300x300.png",
    "icon_url_large": "https://tmpsteam.blob.core.windows.net/store/sot_150ac_box_art_2160x2160.png",
    "name_color": "FFFFFF",
    "store_tags": "sotrealmoneyancientcoinstier4;199",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "store_hidden": true,
    "is_on_sale": false,
    "athena_currency_premium": "199"
  },
  {
    "appid": "1172620",
    "itemdefid": "25",
    "Timestamp": "2020-09-09T09:16:31Z",
    "modified": "20200909T091631Z",
    "date_created": "20200909T091631Z",
    "type": "item",
    "display_type": "",
    "name": "249 Ancient Coins - Secret Stash of the Ancients",
    "name_german": "Der geheime Vorrat der Antiken (249 antike Münzen)",
    "name_french": "249 pièces anciennes - Cache secrète des Anciens",
    "name_italian": "249 monete antiche - Scorta segreta degli Antichi",
    "name_spanish": "249 monedas ancestrales - Alijo secreto de los antiguos",
    "name_russian": "Тайник древних (249 древних монет)",
    "name_brazilian": "249 Moedas Antigas - Reserva Secreta dos Anciões",
    "name_latam": "249 monedas ancestrales - Alijo secreto de los antiguos",
    "price": "1;VLV300,USD299,SAR695,ZAR2600,TRY700,PLY1199,RUB8500,INR11900,CNY1500,TWD6800",
    "quantity": 0,
    "description": "The Secret Stash of the Ancients contains 249 Ancient Coins to spend in the Pirate Emporium. Got your spyglass set on some pretty treasures, pirate?",
    "description_german": "Der geheime Vorrat der Alten enthält 249 antike Münzen für den Piratenbasar. Schon ein paar Schätze mit deinem Fernrohr im Visier, Pirat?",
    "description_french": "La cache secrète des Anciens contient 249 pièces anciennes à dépenser dans le Pirate Emporium. Vous avez des vues sur un bel objet, pirate ?",
    "description_italian": "La Scorta segreta degli Antichi contiene 249 monete antiche da spendere all'Emporio dei pirati. Hai puntato il cannocchiale su qualche bel tesoro, pirata?",
    "description_spanish": "La reserva secreta de los antiguos contiene 249 monedas antiguas que puedes usar en el Emporio del Pirata. ¿Tienes tu catalejo puesto en algún tesoro deslumbrante, pirata?",
    "description_russian": "В тайнике древних хранится 249 древних монет, которыми можно расплатиться в пиратской лавке. Уже присмотрели себе что-нибудь?",
    "description_brazilian": "A Reserva Secreta dos Anciões contém 249 Moedas Antigas para gastar no Empório Pirata. Está com a sua luneta apontada para alguns belos tesouros, pirata?",
    "description_latam": "La reserva secreta de los antiguos contiene 249 monedas antiguas que puedes usar en el Emporio del Pirata. ¿Tienes tu catalejo puesto en algún tesoro deslumbrante, pirata?",
    "background_color": "3C352E",
    "icon_url": "https://tmpsteam.blob.core.windows.net/store/sot_150ac_app_tile_icon_300x300.png",
    "icon_url_large": "https://tmpsteam.blob.core.windows.net/store/sot_150ac_box_art_2160x2160.png",
    "name_color": "FFFFFF",
    "store_tags": "sotrealmoneyancientcoinstier5;249",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "store_hidden": true,
    "is_on_sale": false,
    "athena_currency_premium": "249"
  },
  {
    "appid": "1172620",
    "itemdefid": "26",
    "Timestamp": "2020-09-09T09:16:31Z",
    "modified": "20200909T091631Z",
    "date_created": "20200909T091631Z",
    "type": "item",
    "display_type": "",
    "name": "299 Ancient Coins - Secret Stash of the Ancients",
    "name_german": "Der geheime Vorrat der Antiken (299 antike Münzen)",
    "name_french": "299 pièces anciennes - Cache secrète des Anciens",
    "name_italian": "299 monete antiche - Scorta segreta degli Antichi",
    "name_spanish": "299 monedas ancestrales - Alijo secreto de los antiguos",
    "name_russian": "Тайник древних (299 древних монет)",
    "name_brazilian": "299 Moedas Antigas - Reserva Secreta dos Anciões",
    "name_latam": "299 monedas ancestrales - Alijo secreto de los antiguos",
    "price": "1;VLV350,USD349,SAR795,ZAR3100,TRY800,PLY1399,RUB9900,INR13900,CNY1800,TWD7800",
    "quantity": 0,
    "description": "The Secret Stash of the Ancients contains 299 Ancient Coins to spend in the Pirate Emporium. Got your spyglass set on some pretty treasures, pirate?",
    "description_german": "Der geheime Vorrat der Alten enthält 299 antike Münzen für den Piratenbasar. Schon ein paar Schätze mit deinem Fernrohr im Visier, Pirat?",
    "description_french": "La cache secrète des Anciens contient 299 pièces anciennes à dépenser dans le Pirate Emporium. Vous avez des vues sur un bel objet, pirate ?",
    "description_italian": "La Scorta segreta degli Antichi contiene 299 monete antiche da spendere all'Emporio dei pirati. Hai puntato il cannocchiale su qualche bel tesoro, pirata?",
    "description_spanish": "La reserva secreta de los antiguos contiene 299 monedas antiguas que puedes usar en el Emporio del Pirata. ¿Tienes tu catalejo puesto en algún tesoro deslumbrante, pirata?",
    "description_russian": "В тайнике древних хранится 299 древних монет, которыми можно расплатиться в пиратской лавке. Уже присмотрели себе что-нибудь?",
    "description_brazilian": "A Reserva Secreta dos Anciões contém 299 Moedas Antigas para gastar no Empório Pirata. Está com a sua luneta apontada para alguns belos tesouros, pirata?",
    "description_latam": "La reserva secreta de los antiguos contiene 299 monedas antiguas que puedes usar en el Emporio del Pirata. ¿Tienes tu catalejo puesto en algún tesoro deslumbrante, pirata?",
    "background_color": "3C352E",
    "icon_url": "https://tmpsteam.blob.core.windows.net/store/sot_150ac_app_tile_icon_300x300.png",
    "icon_url_large": "https://tmpsteam.blob.core.windows.net/store/sot_150ac_box_art_2160x2160.png",
    "name_color": "FFFFFF",
    "store_tags": "sotrealmoneyancientcoinstier6;299",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "store_hidden": true,
    "is_on_sale": false,
    "athena_currency_premium": "299"
  },
  {
    "appid": "1172620",
    "itemdefid": "27",
    "Timestamp": "2020-09-09T09:16:31Z",
    "modified": "20200909T091631Z",
    "date_created": "20200909T091631Z",
    "type": "item",
    "display_type": "",
    "name": "349 Ancient Coins - Secret Stash of the Ancients",
    "name_german": "Der geheime Vorrat der Antiken (349 antike Münzen)",
    "name_french": "349 pièces anciennes - Cache secrète des Anciens",
    "name_italian": "349 monete antiche - Scorta segreta degli Antichi",
    "name_spanish": "349 monedas ancestrales - Alijo secreto de los antiguos",
    "name_russian": "Тайник древних (349 древних монет)",
    "name_brazilian": "349 Moedas Antigas - Reserva Secreta dos Anciões",
    "name_latam": "349 monedas ancestrales - Alijo secreto de los antiguos",
    "price": "1;VLV400,USD399,SAR895,ZAR3600,TRY900,PLY1599,RUB11400,INR15900,CNY2100,TWD8800",
    "quantity": 0,
    "description": "The Secret Stash of the Ancients contains 349 Ancient Coins to spend in the Pirate Emporium. Got your spyglass set on some pretty treasures, pirate?",
    "description_german": "Der geheime Vorrat der Alten enthält 349 antike Münzen für den Piratenbasar. Schon ein paar Schätze mit deinem Fernrohr im Visier, Pirat?",
    "description_french": "La cache secrète des Anciens contient 349 pièces anciennes à dépenser dans le Pirate Emporium. Vous avez des vues sur un bel objet, pirate ?",
    "description_italian": "La Scorta segreta degli Antichi contiene 349 monete antiche da spendere all'Emporio dei pirati. Hai puntato il cannocchiale su qualche bel tesoro, pirata?",
    "description_spanish": "La reserva secreta de los antiguos contiene 349 monedas antiguas que puedes usar en el Emporio del Pirata. ¿Tienes tu catalejo puesto en algún tesoro deslumbrante, pirata?",
    "description_russian": "В тайнике древних хранится 349 древних монет, которыми можно расплатиться в пиратской лавке. Уже присмотрели себе что-нибудь?",
    "description_brazilian": "A Reserva Secreta dos Anciões contém 349 Moedas Antigas para gastar no Empório Pirata. Está com a sua luneta apontada para alguns belos tesouros, pirata?",
    "description_latam": "La reserva secreta de los antiguos contiene 349 monedas antiguas que puedes usar en el Emporio del Pirata. ¿Tienes tu catalejo puesto en algún tesoro deslumbrante, pirata?",
    "background_color": "3C352E",
    "icon_url": "https://tmpsteam.blob.core.windows.net/store/sot_150ac_app_tile_icon_300x300.png",
    "icon_url_large": "https://tmpsteam.blob.core.windows.net/store/sot_150ac_box_art_2160x2160.png",
    "name_color": "FFFFFF",
    "store_tags": "sotrealmoneyancientcoinstier7;349",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "store_hidden": true,
    "is_on_sale": false,
    "athena_currency_premium": "349"
  },
  {
    "appid": "1172620",
    "itemdefid": "28",
    "Timestamp": "2020-09-09T09:16:31Z",
    "modified": "20200909T091631Z",
    "date_created": "20200909T091631Z",
    "type": "item",
    "display_type": "",
    "name": "399 Ancient Coins - Secret Stash of the Ancients",
    "name_german": "Der geheime Vorrat der Antiken (399 antike Münzen)",
    "name_french": "399 pièces anciennes - Cache secrète des Anciens",
    "name_italian": "399 monete antiche - Scorta segreta degli Antichi",
    "name_spanish": "399 monedas ancestrales - Alijo secreto de los antiguos",
    "name_russian": "Тайник древних (399 древних монет)",
    "name_brazilian": "399 Moedas Antigas - Reserva Secreta dos Anciões",
    "name_latam": "399 monedas ancestrales - Alijo secreto de los antiguos",
    "price": "1;VLV450,USD449,SAR995,ZAR4000,TRY1000,PLY1799,RUB12900,INR17900,CNY2300,TWD9800",
    "quantity": 0,
    "description": "The Secret Stash of the Ancients contains 399 Ancient Coins to spend in the Pirate Emporium. Got your spyglass set on some pretty treasures, pirate?",
    "description_german": "Der geheime Vorrat der Alten enthält 399 antike Münzen für den Piratenbasar. Schon ein paar Schätze mit deinem Fernrohr im Visier, Pirat?",
    "description_french": "La cache secrète des Anciens contient 399 pièces anciennes à dépenser dans le Pirate Emporium. Vous avez des vues sur un bel objet, pirate ?",
    "description_italian": "La Scorta segreta degli Antichi contiene 399 monete antiche da spendere all'Emporio dei pirati. Hai puntato il cannocchiale su qualche bel tesoro, pirata?",
    "description_spanish": "La reserva secreta de los antiguos contiene 399 monedas antiguas que puedes usar en el Emporio del Pirata. ¿Tienes tu catalejo puesto en algún tesoro deslumbrante, pirata?",
    "description_russian": "В тайнике древних хранится 399 древних монет, которыми можно расплатиться в пиратской лавке. Уже присмотрели себе что-нибудь?",
    "description_brazilian": "A Reserva Secreta dos Anciões contém 399 Moedas Antigas para gastar no Empório Pirata. Está com a sua luneta apontada para alguns belos tesouros, pirata?",
    "description_latam": "La reserva secreta de los antiguos contiene 399 monedas antiguas que puedes usar en el Emporio del Pirata. ¿Tienes tu catalejo puesto en algún tesoro deslumbrante, pirata?",
    "background_color": "3C352E",
    "icon_url": "https://tmpsteam.blob.core.windows.net/store/sot_150ac_app_tile_icon_300x300.png",
    "icon_url_large": "https://tmpsteam.blob.core.windows.net/store/sot_150ac_box_art_2160x2160.png",
    "name_color": "FFFFFF",
    "store_tags": "sotrealmoneyancientcoinstier8;399",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "store_hidden": true,
    "is_on_sale": false,
    "athena_currency_premium": "399"
  },
  {
    "appid": "1172620",
    "itemdefid": "29",
    "Timestamp": "2020-09-09T09:16:31Z",
    "modified": "20200909T091631Z",
    "date_created": "20200909T091631Z",
    "type": "item",
    "display_type": "",
    "name": "449 Ancient Coins - Secret Stash of the Ancients",
    "name_german": "Der geheime Vorrat der Antiken (449 antike Münzen)",
    "name_french": "449 pièces anciennes - Cache secrète des Anciens",
    "name_italian": "449 monete antiche - Scorta segreta degli Antichi",
    "name_spanish": "449 monedas ancestrales - Alijo secreto de los antiguos",
    "name_russian": "Тайник древних (449 древних монет)",
    "name_brazilian": "449 Moedas Antigas - Reserva Secreta dos Anciões",
    "name_latam": "449 monedas ancestrales - Alijo secreto de los antiguos",
    "price": "1;VLV500,USD499,SAR1095,ZAR4400,TRY1100,PLY1999,RUB14400,INR19900,CNY2500,TWD10800",
    "quantity": 0,
    "description": "The Secret Stash of the Ancients contains 449 Ancient Coins to spend in the Pirate Emporium. Got your spyglass set on some pretty treasures, pirate?",
    "description_german": "Der geheime Vorrat der Alten enthält 449 antike Münzen für den Piratenbasar. Schon ein paar Schätze mit deinem Fernrohr im Visier, Pirat?",
    "description_french": "La cache secrète des Anciens contient 449 pièces anciennes à dépenser dans le Pirate Emporium. Vous avez des vues sur un bel objet, pirate ?",
    "description_italian": "La Scorta segreta degli Antichi contiene 449 monete antiche da spendere all'Emporio dei pirati. Hai puntato il cannocchiale su qualche bel tesoro, pirata?",
    "description_spanish": "La reserva secreta de los antiguos contiene 449 monedas antiguas que puedes usar en el Emporio del Pirata. ¿Tienes tu catalejo puesto en algún tesoro deslumbrante, pirata?",
    "description_russian": "В тайнике древних хранится 449 древних монет, которыми можно расплатиться в пиратской лавке. Уже присмотрели себе что-нибудь?",
    "description_brazilian": "A Reserva Secreta dos Anciões contém 449 Moedas Antigas para gastar no Empório Pirata. Está com a sua luneta apontada para alguns belos tesouros, pirata?",
    "description_latam": "La reserva secreta de los antiguos contiene 449 monedas antiguas que puedes usar en el Emporio del Pirata. ¿Tienes tu catalejo puesto en algún tesoro deslumbrante, pirata?",
    "background_color": "3C352E",
    "icon_url": "https://tmpsteam.blob.core.windows.net/store/sot_150ac_app_tile_icon_300x300.png",
    "icon_url_large": "https://tmpsteam.blob.core.windows.net/store/sot_150ac_box_art_2160x2160.png",
    "name_color": "FFFFFF",
    "store_tags": "sotrealmoneyancientcoinstier9;449",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "store_hidden": true,
    "is_on_sale": false,
    "athena_currency_premium": "449"
  },
  {
    "appid": "1172620",
    "itemdefid": "30",
    "Timestamp": "2020-09-09T09:16:31Z",
    "modified": "20200909T091631Z",
    "date_created": "20200909T091631Z",
    "type": "item",
    "display_type": "",
    "name": "499 Ancient Coins - Secret Stash of the Ancients",
    "name_german": "Der geheime Vorrat der Antiken (499 antike Münzen)",
    "name_french": "499 pièces anciennes - Cache secrète des Anciens",
    "name_italian": "499 monete antiche - Scorta segreta degli Antichi",
    "name_spanish": "499 monedas ancestrales - Alijo secreto de los antiguos",
    "name_russian": "Тайник древних (499 древних монет)",
    "name_brazilian": "499 Moedas Antigas - Reserva Secreta dos Anciões",
    "name_latam": "499 monedas ancestrales - Alijo secreto de los antiguos",
    "price": "1;VLV550,USD549,SAR1195,ZAR4800,TRY1200,PLY2199,RUB15900,INR21900,CNY2700,TWD11800",
    "quantity": 0,
    "description": "The Secret Stash of the Ancients contains 499 Ancient Coins to spend in the Pirate Emporium. Got your spyglass set on some pretty treasures, pirate?",
    "description_german": "Der geheime Vorrat der Alten enthält 499 antike Münzen für den Piratenbasar. Schon ein paar Schätze mit deinem Fernrohr im Visier, Pirat?",
    "description_french": "La cache secrète des Anciens contient 499 pièces anciennes à dépenser dans le Pirate Emporium. Vous avez des vues sur un bel objet, pirate ?",
    "description_italian": "La Scorta segreta degli Antichi contiene 499 monete antiche da spendere all'Emporio dei pirati. Hai puntato il cannocchiale su qualche bel tesoro, pirata?",
    "description_spanish": "La reserva secreta de los antiguos contiene 499 monedas antiguas que puedes usar en el Emporio del Pirata. ¿Tienes tu catalejo puesto en algún tesoro deslumbrante, pirata?",
    "description_russian": "В тайнике древних хранится 499 древних монет, которыми можно расплатиться в пиратской лавке. Уже присмотрели себе что-нибудь?",
    "description_brazilian": "A Reserva Secreta dos Anciões contém 499 Moedas Antigas para gastar no Empório Pirata. Está com a sua luneta apontada para alguns belos tesouros, pirata?",
    "description_latam": "La reserva secreta de los antiguos contiene 499 monedas antiguas que puedes usar en el Emporio del Pirata. ¿Tienes tu catalejo puesto en algún tesoro deslumbrante, pirata?",
    "background_color": "3C352E",
    "icon_url": "https://tmpsteam.blob.core.windows.net/store/sot_150ac_app_tile_icon_300x300.png",
    "icon_url_large": "https://tmpsteam.blob.core.windows.net/store/sot_150ac_box_art_2160x2160.png",
    "name_color": "FFFFFF",
    "store_tags": "sotrealmoneyancientcoinstier10;499",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "store_hidden": true,
    "is_on_sale": false,
    "athena_currency_premium": "499"
  },
  {
    "appid": "1172620",
    "itemdefid": "31",
    "Timestamp": "2020-09-09T09:16:31Z",
    "modified": "20200909T091631Z",
    "date_created": "20200909T091631Z",
    "type": "item",
    "display_type": "",
    "name": "549 Ancient Coins - Secret Stash of the Ancients",
    "name_german": "Der geheime Vorrat der Antiken (549 antike Münzen)",
    "name_french": "549 pièces anciennes - Cache secrète des Anciens",
    "name_italian": "549 monete antiche - Scorta segreta degli Antichi",
    "name_spanish": "549 monedas ancestrales - Alijo secreto de los antiguos",
    "name_russian": "Тайник древних (549 древних монет)",
    "name_brazilian": "549 Moedas Antigas - Reserva Secreta dos Anciões",
    "name_latam": "549 monedas ancestrales - Alijo secreto de los antiguos",
    "price": "1;VLV600,USD599,SAR1295,ZAR5200,TRY1300,PLY2399,RUB16900,INR23900,CNY2900,TWD12800",
    "quantity": 0,
    "description": "The Secret Stash of the Ancients contains 549 Ancient Coins to spend in the Pirate Emporium. Got your spyglass set on some pretty treasures, pirate?",
    "description_german": "Der geheime Vorrat der Alten enthält 549 antike Münzen für den Piratenbasar. Schon ein paar Schätze mit deinem Fernrohr im Visier, Pirat?",
    "description_french": "La cache secrète des Anciens contient 549 pièces anciennes à dépenser dans le Pirate Emporium. Vous avez des vues sur un bel objet, pirate ?",
    "description_italian": "La Scorta segreta degli Antichi contiene 549 monete antiche da spendere all'Emporio dei pirati. Hai puntato il cannocchiale su qualche bel tesoro, pirata?",
    "description_spanish": "La reserva secreta de los antiguos contiene 549 monedas antiguas que puedes usar en el Emporio del Pirata. ¿Tienes tu catalejo puesto en algún tesoro deslumbrante, pirata?",
    "description_russian": "В тайнике древних хранится 549 древних монет, которыми можно расплатиться в пиратской лавке. Уже присмотрели себе что-нибудь?",
    "description_brazilian": "A Reserva Secreta dos Anciões contém 549 Moedas Antigas para gastar no Empório Pirata. Está com a sua luneta apontada para alguns belos tesouros, pirata?",
    "description_latam": "La reserva secreta de los antiguos contiene 549 monedas antiguas que puedes usar en el Emporio del Pirata. ¿Tienes tu catalejo puesto en algún tesoro deslumbrante, pirata?",
    "background_color": "3C352E",
    "icon_url": "https://tmpsteam.blob.core.windows.net/store/sot_150ac_app_tile_icon_300x300.png",
    "icon_url_large": "https://tmpsteam.blob.core.windows.net/store/sot_150ac_box_art_2160x2160.png",
    "name_color": "FFFFFF",
    "store_tags": "sotrealmoneyancientcoinstier11;549",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "store_hidden": true,
    "is_on_sale": false,
    "athena_currency_premium": "549"
  },
  {
    "appid": "1172620",
    "itemdefid": "32",
    "Timestamp": "2020-09-09T09:16:31Z",
    "modified": "20200909T091631Z",
    "date_created": "20200909T091631Z",
    "type": "item",
    "display_type": "",
    "name": "599 Ancient Coins - Secret Stash of the Ancients",
    "name_german": "Der geheime Vorrat der Antiken (599 antike Münzen)",
    "name_french": "599 pièces anciennes - Cache secrète des Anciens",
    "name_italian": "599 monete antiche - Scorta segreta degli Antichi",
    "name_spanish": "599 monedas ancestrales - Alijo secreto de los antiguos",
    "name_russian": "Тайник древних (599 древних монет)",
    "name_brazilian": "599 Moedas Antigas - Reserva Secreta dos Anciões",
    "name_latam": "599 monedas ancestrales - Alijo secreto de los antiguos",
    "price": "1;USD639,SAR1395,ZAR5600,TRY1400,PLY2549,RUB17900,INR25900,CNY3100,TWD13800",
    "quantity": 0,
    "description": "The Secret Stash of the Ancients contains 599 Ancient Coins to spend in the Pirate Emporium. Got your spyglass set on some pretty treasures, pirate?",
    "description_german": "Der geheime Vorrat der Alten enthält 599 antike Münzen für den Piratenbasar. Schon ein paar Schätze mit deinem Fernrohr im Visier, Pirat?",
    "description_french": "La cache secrète des Anciens contient 599 pièces anciennes à dépenser dans le Pirate Emporium. Vous avez des vues sur un bel objet, pirate ?",
    "description_italian": "La Scorta segreta degli Antichi contiene 599 monete antiche da spendere all'Emporio dei pirati. Hai puntato il cannocchiale su qualche bel tesoro, pirata?",
    "description_spanish": "La reserva secreta de los antiguos contiene 599 monedas antiguas que puedes usar en el Emporio del Pirata. ¿Tienes tu catalejo puesto en algún tesoro deslumbrante, pirata?",
    "description_russian": "В тайнике древних хранится 599 древних монет, которыми можно расплатиться в пиратской лавке. Уже присмотрели себе что-нибудь?",
    "description_brazilian": "A Reserva Secreta dos Anciões contém 599 Moedas Antigas para gastar no Empório Pirata. Está com a sua luneta apontada para alguns belos tesouros, pirata?",
    "description_latam": "La reserva secreta de los antiguos contiene 599 monedas antiguas que puedes usar en el Emporio del Pirata. ¿Tienes tu catalejo puesto en algún tesoro deslumbrante, pirata?",
    "background_color": "3C352E",
    "icon_url": "https://tmpsteam.blob.core.windows.net/store/sot_150ac_app_tile_icon_300x300.png",
    "icon_url_large": "https://tmpsteam.blob.core.windows.net/store/sot_150ac_box_art_2160x2160.png",
    "name_color": "FFFFFF",
    "store_tags": "sotrealmoneyancientcoinstier12;599",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "store_hidden": true,
    "is_on_sale": false,
    "athena_currency_premium": "599"
  },
  {
    "appid": "1172620",
    "itemdefid": "33",
    "Timestamp": "2020-09-09T09:16:31Z",
    "modified": "20200909T091631Z",
    "date_created": "20200909T091631Z",
    "type": "item",
    "display_type": "",
    "name": "649 Ancient Coins - Secret Stash of the Ancients",
    "name_german": "Der geheime Vorrat der Antiken (649 antike Münzen)",
    "name_french": "649 pièces anciennes - Cache secrète des Anciens",
    "name_italian": "649 monete antiche - Scorta segreta degli Antichi",
    "name_spanish": "649 monedas ancestrales - Alijo secreto de los antiguos",
    "name_russian": "Тайник древних (649 древних монет)",
    "name_brazilian": "649 Moedas Antigas - Reserva Secreta dos Anciões",
    "name_latam": "649 monedas ancestrales - Alijo secreto de los antiguos",
    "price": "1;USD679,SAR1495,ZAR6000,TRY1500,PLY2699,RUB18900,INR27900,CNY3200,TWD14800",
    "quantity": 0,
    "description": "The Secret Stash of the Ancients contains 649 Ancient Coins to spend in the Pirate Emporium. Got your spyglass set on some pretty treasures, pirate?",
    "description_german": "Der geheime Vorrat der Alten enthält 649 antike Münzen für den Piratenbasar. Schon ein paar Schätze mit deinem Fernrohr im Visier, Pirat?",
    "description_french": "La cache secrète des Anciens contient 649 pièces anciennes à dépenser dans le Pirate Emporium. Vous avez des vues sur un bel objet, pirate ?",
    "description_italian": "La Scorta segreta degli Antichi contiene 649 monete antiche da spendere all'Emporio dei pirati. Hai puntato il cannocchiale su qualche bel tesoro, pirata?",
    "description_spanish": "La reserva secreta de los antiguos contiene 649 monedas antiguas que puedes usar en el Emporio del Pirata. ¿Tienes tu catalejo puesto en algún tesoro deslumbrante, pirata?",
    "description_russian": "В тайнике древних хранится 649 древних монет, которыми можно расплатиться в пиратской лавке. Уже присмотрели себе что-нибудь?",
    "description_brazilian": "A Reserva Secreta dos Anciões contém 649 Moedas Antigas para gastar no Empório Pirata. Está com a sua luneta apontada para alguns belos tesouros, pirata?",
    "description_latam": "La reserva secreta de los antiguos contiene 649 monedas antiguas que puedes usar en el Emporio del Pirata. ¿Tienes tu catalejo puesto en algún tesoro deslumbrante, pirata?",
    "background_color": "3C352E",
    "icon_url": "https://tmpsteam.blob.core.windows.net/store/sot_150ac_app_tile_icon_300x300.png",
    "icon_url_large": "https://tmpsteam.blob.core.windows.net/store/sot_150ac_box_art_2160x2160.png",
    "name_color": "FFFFFF",
    "store_tags": "sotrealmoneyancientcoinstier13;649",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "store_hidden": true,
    "is_on_sale": false,
    "athena_currency_premium": "649"
  },
  {
    "appid": "1172620",
    "itemdefid": "34",
    "Timestamp": "2020-09-09T09:16:31Z",
    "modified": "20200909T091631Z",
    "date_created": "20200909T091631Z",
    "type": "item",
    "display_type": "",
    "name": "699 Ancient Coins - Secret Stash of the Ancients",
    "name_german": "Der geheime Vorrat der Antiken (699 antike Münzen)",
    "name_french": "699 pièces anciennes - Cache secrète des Anciens",
    "name_italian": "699 monete antiche - Scorta segreta degli Antichi",
    "name_spanish": "699 monedas ancestrales - Alijo secreto de los antiguos",
    "name_russian": "Тайник древних (699 древних монет)",
    "name_brazilian": "699 Moedas Antigas - Reserva Secreta dos Anciões",
    "name_latam": "699 monedas ancestrales - Alijo secreto de los antiguos",
    "price": "1;USD729,SAR1595,ZAR6300,TRY1600,PLY2849,RUB19900,INR28900,CNY3300,TWD15800",
    "quantity": 0,
    "description": "The Secret Stash of the Ancients contains 699 Ancient Coins to spend in the Pirate Emporium. Got your spyglass set on some pretty treasures, pirate?",
    "description_german": "Der geheime Vorrat der Alten enthält 699 antike Münzen für den Piratenbasar. Schon ein paar Schätze mit deinem Fernrohr im Visier, Pirat?",
    "description_french": "La cache secrète des Anciens contient 699 pièces anciennes à dépenser dans le Pirate Emporium. Vous avez des vues sur un bel objet, pirate ?",
    "description_italian": "La Scorta segreta degli Antichi contiene 699 monete antiche da spendere all'Emporio dei pirati. Hai puntato il cannocchiale su qualche bel tesoro, pirata?",
    "description_spanish": "La reserva secreta de los antiguos contiene 699 monedas antiguas que puedes usar en el Emporio del Pirata. ¿Tienes tu catalejo puesto en algún tesoro deslumbrante, pirata?",
    "description_russian": "В тайнике древних хранится 699 древних монет, которыми можно расплатиться в пиратской лавке. Уже присмотрели себе что-нибудь?",
    "description_brazilian": "A Reserva Secreta dos Anciões contém 699 Moedas Antigas para gastar no Empório Pirata. Está com a sua luneta apontada para alguns belos tesouros, pirata?",
    "description_latam": "La reserva secreta de los antiguos contiene 699 monedas antiguas que puedes usar en el Emporio del Pirata. ¿Tienes tu catalejo puesto en algún tesoro deslumbrante, pirata?",
    "background_color": "3C352E",
    "icon_url": "https://tmpsteam.blob.core.windows.net/store/sot_150ac_app_tile_icon_300x300.png",
    "icon_url_large": "https://tmpsteam.blob.core.windows.net/store/sot_150ac_box_art_2160x2160.png",
    "name_color": "FFFFFF",
    "store_tags": "sotrealmoneyancientcoinstier14;699",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "store_hidden": true,
    "is_on_sale": false,
    "athena_currency_premium": "699"
  },
  {
    "appid": "1172620",
    "itemdefid": "35",
    "Timestamp": "2020-09-09T09:16:31Z",
    "modified": "20200909T091631Z",
    "date_created": "20200909T091631Z",
    "type": "item",
    "display_type": "",
    "name": "749 Ancient Coins - Secret Stash of the Ancients",
    "name_german": "Der geheime Vorrat der Antiken (749 antike Münzen)",
    "name_french": "749 pièces anciennes - Cache secrète des Anciens",
    "name_italian": "749 monete antiche - Scorta segreta degli Antichi",
    "name_spanish": "749 monedas ancestrales - Alijo secreto de los antiguos",
    "name_russian": "Тайник древних (749 древних монет)",
    "name_brazilian": "749 Moedas Antigas - Reserva Secreta dos Anciões",
    "name_latam": "749 monedas ancestrales - Alijo secreto de los antiguos",
    "price": "1;USD779,SAR1695,ZAR6600,TRY1700,PLY2999,RUB20900,INR29900,CNY3400,TWD16300",
    "quantity": 0,
    "description": "The Secret Stash of the Ancients contains 749 Ancient Coins to spend in the Pirate Emporium. Got your spyglass set on some pretty treasures, pirate?",
    "description_german": "Der geheime Vorrat der Alten enthält 749 antike Münzen für den Piratenbasar. Schon ein paar Schätze mit deinem Fernrohr im Visier, Pirat?",
    "description_french": "La cache secrète des Anciens contient 749 pièces anciennes à dépenser dans le Pirate Emporium. Vous avez des vues sur un bel objet, pirate ?",
    "description_italian": "La Scorta segreta degli Antichi contiene 749 monete antiche da spendere all'Emporio dei pirati. Hai puntato il cannocchiale su qualche bel tesoro, pirata?",
    "description_spanish": "La reserva secreta de los antiguos contiene 749 monedas antiguas que puedes usar en el Emporio del Pirata. ¿Tienes tu catalejo puesto en algún tesoro deslumbrante, pirata?",
    "description_russian": "В тайнике древних хранится 749 древних монет, которыми можно расплатиться в пиратской лавке. Уже присмотрели себе что-нибудь?",
    "description_brazilian": "A Reserva Secreta dos Anciões contém 749 Moedas Antigas para gastar no Empório Pirata. Está com a sua luneta apontada para alguns belos tesouros, pirata?",
    "description_latam": "La reserva secreta de los antiguos contiene 749 monedas antiguas que puedes usar en el Emporio del Pirata. ¿Tienes tu catalejo puesto en algún tesoro deslumbrante, pirata?",
    "background_color": "3C352E",
    "icon_url": "https://tmpsteam.blob.core.windows.net/store/sot_150ac_app_tile_icon_300x300.png",
    "icon_url_large": "https://tmpsteam.blob.core.windows.net/store/sot_150ac_box_art_2160x2160.png",
    "name_color": "FFFFFF",
    "store_tags": "sotrealmoneyancientcoinstier15;749",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "store_hidden": true,
    "is_on_sale": false,
    "athena_currency_premium": "749"
  },
  {
    "appid": "1172620",
    "itemdefid": "36",
    "Timestamp": "2020-09-09T09:16:31Z",
    "modified": "20200909T091631Z",
    "date_created": "20200909T091631Z",
    "type": "item",
    "display_type": "",
    "name": "799 Ancient Coins - Secret Stash of the Ancients",
    "name_german": "Der geheime Vorrat der Antiken (799 antike Münzen)",
    "name_french": "799 pièces anciennes - Cache secrète des Anciens",
    "name_italian": "799 monete antiche - Scorta segreta degli Antichi",
    "name_spanish": "799 monedas ancestrales - Alijo secreto de los antiguos",
    "name_russian": "Тайник древних (799 древних монет)",
    "name_brazilian": "799 Moedas Antigas - Reserva Secreta dos Anciões",
    "name_latam": "799 monedas ancestrales - Alijo secreto de los antiguos",
    "price": "1;USD819,SAR1795,ZAR6900,TRY1800,PLY3149,RUB21900,INR30900,CNY3500,TWD16800",
    "quantity": 0,
    "description": "The Secret Stash of the Ancients contains 799 Ancient Coins to spend in the Pirate Emporium. Got your spyglass set on some pretty treasures, pirate?",
    "description_german": "Der geheime Vorrat der Alten enthält 799 antike Münzen für den Piratenbasar. Schon ein paar Schätze mit deinem Fernrohr im Visier, Pirat?",
    "description_french": "La cache secrète des Anciens contient 799 pièces anciennes à dépenser dans le Pirate Emporium. Vous avez des vues sur un bel objet, pirate ?",
    "description_italian": "La Scorta segreta degli Antichi contiene 799 monete antiche da spendere all'Emporio dei pirati. Hai puntato il cannocchiale su qualche bel tesoro, pirata?",
    "description_spanish": "La reserva secreta de los antiguos contiene 799 monedas antiguas que puedes usar en el Emporio del Pirata. ¿Tienes tu catalejo puesto en algún tesoro deslumbrante, pirata?",
    "description_russian": "В тайнике древних хранится 799 древних монет, которыми можно расплатиться в пиратской лавке. Уже присмотрели себе что-нибудь?",
    "description_brazilian": "A Reserva Secreta dos Anciões contém 799 Moedas Antigas para gastar no Empório Pirata. Está com a sua luneta apontada para alguns belos tesouros, pirata?",
    "description_latam": "La reserva secreta de los antiguos contiene 799 monedas antiguas que puedes usar en el Emporio del Pirata. ¿Tienes tu catalejo puesto en algún tesoro deslumbrante, pirata?",
    "background_color": "3C352E",
    "icon_url": "https://tmpsteam.blob.core.windows.net/store/sot_150ac_app_tile_icon_300x300.png",
    "icon_url_large": "https://tmpsteam.blob.core.windows.net/store/sot_150ac_box_art_2160x2160.png",
    "name_color": "FFFFFF",
    "store_tags": "sotrealmoneyancientcoinstier16;799",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "store_hidden": true,
    "is_on_sale": false,
    "athena_currency_premium": "799"
  },
  {
    "appid": "1172620",
    "itemdefid": "37",
    "Timestamp": "2020-09-09T09:16:31Z",
    "modified": "20200909T091631Z",
    "date_created": "20200909T091631Z",
    "type": "item",
    "display_type": "",
    "name": "849 Ancient Coins - Secret Stash of the Ancients",
    "name_german": "Der geheime Vorrat der Antiken (849 antike Münzen)",
    "name_french": "849 pièces anciennes - Cache secrète des Anciens",
    "name_italian": "849 monete antiche - Scorta segreta degli Antichi",
    "name_spanish": "849 monedas ancestrales - Alijo secreto de los antiguos",
    "name_russian": "Тайник древних (849 древних монет)",
    "name_brazilian": "849 Moedas Antigas - Reserva Secreta dos Anciões",
    "name_latam": "849 monedas ancestrales - Alijo secreto de los antiguos",
    "price": "1;USD869,SAR1895,ZAR7200,TRY1850,PLY3299,RUB22900,INR31900,CNY3600,TWD17300",
    "quantity": 0,
    "description": "The Secret Stash of the Ancients contains 849 Ancient Coins to spend in the Pirate Emporium. Got your spyglass set on some pretty treasures, pirate?",
    "description_german": "Der geheime Vorrat der Alten enthält 849 antike Münzen für den Piratenbasar. Schon ein paar Schätze mit deinem Fernrohr im Visier, Pirat?",
    "description_french": "La cache secrète des Anciens contient 849 pièces anciennes à dépenser dans le Pirate Emporium. Vous avez des vues sur un bel objet, pirate ?",
    "description_italian": "La Scorta segreta degli Antichi contiene 849 monete antiche da spendere all'Emporio dei pirati. Hai puntato il cannocchiale su qualche bel tesoro, pirata?",
    "description_spanish": "La reserva secreta de los antiguos contiene 849 monedas antiguas que puedes usar en el Emporio del Pirata. ¿Tienes tu catalejo puesto en algún tesoro deslumbrante, pirata?",
    "description_russian": "В тайнике древних хранится 849 древних монет, которыми можно расплатиться в пиратской лавке. Уже присмотрели себе что-нибудь?",
    "description_brazilian": "A Reserva Secreta dos Anciões contém 849 Moedas Antigas para gastar no Empório Pirata. Está com a sua luneta apontada para alguns belos tesouros, pirata?",
    "description_latam": "La reserva secreta de los antiguos contiene 849 monedas antiguas que puedes usar en el Emporio del Pirata. ¿Tienes tu catalejo puesto en algún tesoro deslumbrante, pirata?",
    "background_color": "3C352E",
    "icon_url": "https://tmpsteam.blob.core.windows.net/store/sot_150ac_app_tile_icon_300x300.png",
    "icon_url_large": "https://tmpsteam.blob.core.windows.net/store/sot_150ac_box_art_2160x2160.png",
    "name_color": "FFFFFF",
    "store_tags": "sotrealmoneyancientcoinstier17;849",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "store_hidden": true,
    "is_on_sale": false,
    "athena_currency_premium": "849"
  },
  {
    "appid": "1172620",
    "itemdefid": "38",
    "Timestamp": "2020-09-09T09:16:31Z",
    "modified": "20200909T091631Z",
    "date_created": "20200909T091631Z",
    "type": "item",
    "display_type": "",
    "name": "899 Ancient Coins - Secret Stash of the Ancients",
    "name_german": "Der geheime Vorrat der Antiken (899 antike Münzen)",
    "name_french": "899 pièces anciennes - Cache secrète des Anciens",
    "name_italian": "899 monete antiche - Scorta segreta degli Antichi",
    "name_spanish": "899 monedas ancestrales - Alijo secreto de los antiguos",
    "name_russian": "Тайник древних (899 древних монет)",
    "name_brazilian": "899 Moedas Antigas - Reserva Secreta dos Anciões",
    "name_latam": "899 monedas ancestrales - Alijo secreto de los antiguos",
    "price": "1;USD909,SAR1995,ZAR7400,TRY1900,PLY3399,RUB23900,INR32900,CNY3700,TWD17800",
    "quantity": 0,
    "description": "The Secret Stash of the Ancients contains 899 Ancient Coins to spend in the Pirate Emporium. Got your spyglass set on some pretty treasures, pirate?",
    "description_german": "Der geheime Vorrat der Alten enthält 899 antike Münzen für den Piratenbasar. Schon ein paar Schätze mit deinem Fernrohr im Visier, Pirat?",
    "description_french": "La cache secrète des Anciens contient 899 pièces anciennes à dépenser dans le Pirate Emporium. Vous avez des vues sur un bel objet, pirate ?",
    "description_italian": "La Scorta segreta degli Antichi contiene 899 monete antiche da spendere all'Emporio dei pirati. Hai puntato il cannocchiale su qualche bel tesoro, pirata?",
    "description_spanish": "La reserva secreta de los antiguos contiene 899 monedas antiguas que puedes usar en el Emporio del Pirata. ¿Tienes tu catalejo puesto en algún tesoro deslumbrante, pirata?",
    "description_russian": "В тайнике древних хранится 899 древних монет, которыми можно расплатиться в пиратской лавке. Уже присмотрели себе что-нибудь?",
    "description_brazilian": "A Reserva Secreta dos Anciões contém 899 Moedas Antigas para gastar no Empório Pirata. Está com a sua luneta apontada para alguns belos tesouros, pirata?",
    "description_latam": "La reserva secreta de los antiguos contiene 899 monedas antiguas que puedes usar en el Emporio del Pirata. ¿Tienes tu catalejo puesto en algún tesoro deslumbrante, pirata?",
    "background_color": "3C352E",
    "icon_url": "https://tmpsteam.blob.core.windows.net/store/sot_150ac_app_tile_icon_300x300.png",
    "icon_url_large": "https://tmpsteam.blob.core.windows.net/store/sot_150ac_box_art_2160x2160.png",
    "name_color": "FFFFFF",
    "store_tags": "sotrealmoneyancientcoinstier18;899",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "store_hidden": true,
    "is_on_sale": false,
    "athena_currency_premium": "899"
  },
  {
    "appid": "1172620",
    "itemdefid": "39",
    "Timestamp": "2020-09-09T09:16:31Z",
    "modified": "20200909T091631Z",
    "date_created": "20200909T091631Z",
    "type": "item",
    "display_type": "",
    "name": "949 Ancient Coins - Secret Stash of the Ancients",
    "name_german": "Der geheime Vorrat der Antiken (949 antike Münzen)",
    "name_french": "949 pièces anciennes - Cache secrète des Anciens",
    "name_italian": "949 monete antiche - Scorta segreta degli Antichi",
    "name_spanish": "949 monedas ancestrales - Alijo secreto de los antiguos",
    "name_russian": "Тайник древних (949 древних монет)",
    "name_brazilian": "949 Moedas Antigas - Reserva Secreta dos Anciões",
    "name_latam": "949 monedas ancestrales - Alijo secreto de los antiguos",
    "price": "1;USD959,SAR2095,ZAR7600,TRY1950,PLY3499,RUB24900,INR33900,CNY3800,TWD18300",
    "quantity": 0,
    "description": "The Secret Stash of the Ancients contains 949 Ancient Coins to spend in the Pirate Emporium. Got your spyglass set on some pretty treasures, pirate?",
    "description_german": "Der geheime Vorrat der Alten enthält 949 antike Münzen für den Piratenbasar. Schon ein paar Schätze mit deinem Fernrohr im Visier, Pirat?",
    "description_french": "La cache secrète des Anciens contient 949 pièces anciennes à dépenser dans le Pirate Emporium. Vous avez des vues sur un bel objet, pirate ?",
    "description_italian": "La Scorta segreta degli Antichi contiene 949 monete antiche da spendere all'Emporio dei pirati. Hai puntato il cannocchiale su qualche bel tesoro, pirata?",
    "description_spanish": "La reserva secreta de los antiguos contiene 949 monedas antiguas que puedes usar en el Emporio del Pirata. ¿Tienes tu catalejo puesto en algún tesoro deslumbrante, pirata?",
    "description_russian": "В тайнике древних хранится 949 древних монет, которыми можно расплатиться в пиратской лавке. Уже присмотрели себе что-нибудь?",
    "description_brazilian": "A Reserva Secreta dos Anciões contém 949 Moedas Antigas para gastar no Empório Pirata. Está com a sua luneta apontada para alguns belos tesouros, pirata?",
    "description_latam": "La reserva secreta de los antiguos contiene 949 monedas antiguas que puedes usar en el Emporio del Pirata. ¿Tienes tu catalejo puesto en algún tesoro deslumbrante, pirata?",
    "background_color": "3C352E",
    "icon_url": "https://tmpsteam.blob.core.windows.net/store/sot_150ac_app_tile_icon_300x300.png",
    "icon_url_large": "https://tmpsteam.blob.core.windows.net/store/sot_150ac_box_art_2160x2160.png",
    "name_color": "FFFFFF",
    "store_tags": "sotrealmoneyancientcoinstier19;949",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "store_hidden": true,
    "is_on_sale": false,
    "athena_currency_premium": "949"
  },
  {
    "appid": "1172620",
    "itemdefid": "40",
    "Timestamp": "2020-09-09T09:16:32Z",
    "modified": "20200909T091632Z",
    "date_created": "20200909T091632Z",
    "type": "item",
    "display_type": "",
    "name": "999 Ancient Coins - Secret Stash of the Ancients",
    "name_german": "Der geheime Vorrat der Antiken (999 antike Münzen)",
    "name_french": "999 pièces anciennes - Cache secrète des Anciens",
    "name_italian": "999 monete antiche - Scorta segreta degli Antichi",
    "name_spanish": "999 monedas ancestrales - Alijo secreto de los antiguos",
    "name_russian": "Тайник древних (999 древних монет)",
    "name_brazilian": "999 Moedas Antigas - Reserva Secreta dos Anciões",
    "name_latam": "999 monedas ancestrales - Alijo secreto de los antiguos",
    "price": "1;VLV1000,USD999,SAR2195,ZAR7900,TRY2000,PLY3599,RUB25900,INR34900,CNY3900,TWD18800",
    "quantity": 0,
    "description": "The Secret Stash of the Ancients contains 999 Ancient Coins to spend in the Pirate Emporium. Got your spyglass set on some pretty treasures, pirate?",
    "description_german": "Der geheime Vorrat der Alten enthält 999 antike Münzen für den Piratenbasar. Schon ein paar Schätze mit deinem Fernrohr im Visier, Pirat?",
    "description_french": "La cache secrète des Anciens contient 999 pièces anciennes à dépenser dans le Pirate Emporium. Vous avez des vues sur un bel objet, pirate ?",
    "description_italian": "La Scorta segreta degli Antichi contiene 999 monete antiche da spendere all'Emporio dei pirati. Hai puntato il cannocchiale su qualche bel tesoro, pirata?",
    "description_spanish": "La reserva secreta de los antiguos contiene 999 monedas antiguas que puedes usar en el Emporio del Pirata. ¿Tienes tu catalejo puesto en algún tesoro deslumbrante, pirata?",
    "description_russian": "В тайнике древних хранится 999 древних монет, которыми можно расплатиться в пиратской лавке. Уже присмотрели себе что-нибудь?",
    "description_brazilian": "A Reserva Secreta dos Anciões contém 999 Moedas Antigas para gastar no Empório Pirata. Está com a sua luneta apontada para alguns belos tesouros, pirata?",
    "description_latam": "La reserva secreta de los antiguos contiene 999 monedas antiguas que puedes usar en el Emporio del Pirata. ¿Tienes tu catalejo puesto en algún tesoro deslumbrante, pirata?",
    "background_color": "3C352E",
    "icon_url": "https://tmpsteam.blob.core.windows.net/store/sot_150ac_app_tile_icon_300x300.png",
    "icon_url_large": "https://tmpsteam.blob.core.windows.net/store/sot_150ac_box_art_2160x2160.png",
    "name_color": "FFFFFF",
    "store_tags": "sotrealmoneyancientcoinstier20;999",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "store_hidden": true,
    "is_on_sale": false,
    "athena_currency_premium": "999"
  },
  {
    "appid": "1172620",
    "itemdefid": "41",
    "Timestamp": "2020-09-09T09:16:32Z",
    "modified": "20200909T091632Z",
    "date_created": "20200909T091632Z",
    "type": "item",
    "display_type": "",
    "name": "1249 Ancient Coins - Secret Stash of the Ancients",
    "name_german": "Der geheime Vorrat der Antiken (1249 antike Münzen)",
    "name_french": "1249 pièces anciennes - Cache secrète des Anciens",
    "name_italian": "1249 monete antiche - Scorta segreta degli Antichi",
    "name_spanish": "1249 monedas ancestrales - Alijo secreto de los antiguos",
    "name_russian": "Тайник древних (1249 древних монет)",
    "name_brazilian": "1249 Moedas Antigas - Reserva Secreta dos Anciões",
    "name_latam": "1249 monedas ancestrales - Alijo secreto de los antiguos",
    "price": "1;USD1249,SAR2495,ZAR9200,TRY2400,PLY4249,RUB30900,INR39900,CNY4600,TWD21800",
    "quantity": 0,
    "description": "The Secret Stash of the Ancients contains 1249 Ancient Coins to spend in the Pirate Emporium. Got your spyglass set on some pretty treasures, pirate?",
    "description_german": "Der geheime Vorrat der Alten enthält 1249 antike Münzen für den Piratenbasar. Schon ein paar Schätze mit deinem Fernrohr im Visier, Pirat?",
    "description_french": "La cache secrète des Anciens contient 1249 pièces anciennes à dépenser dans le Pirate Emporium. Vous avez des vues sur un bel objet, pirate ?",
    "description_italian": "La Scorta segreta degli Antichi contiene 1249 monete antiche da spendere all'Emporio dei pirati. Hai puntato il cannocchiale su qualche bel tesoro, pirata?",
    "description_spanish": "La reserva secreta de los antiguos contiene 1249 monedas antiguas que puedes usar en el Emporio del Pirata. ¿Tienes tu catalejo puesto en algún tesoro deslumbrante, pirata?",
    "description_russian": "В тайнике древних хранится 1249 древних монет, которыми можно расплатиться в пиратской лавке. Уже присмотрели себе что-нибудь?",
    "description_brazilian": "A Reserva Secreta dos Anciões contém 1249 Moedas Antigas para gastar no Empório Pirata. Está com a sua luneta apontada para alguns belos tesouros, pirata?",
    "description_latam": "La reserva secreta de los antiguos contiene 1249 monedas antiguas que puedes usar en el Emporio del Pirata. ¿Tienes tu catalejo puesto en algún tesoro deslumbrante, pirata?",
    "background_color": "3C352E",
    "icon_url": "https://tmpsteam.blob.core.windows.net/store/sot_150ac_app_tile_icon_300x300.png",
    "icon_url_large": "https://tmpsteam.blob.core.windows.net/store/sot_150ac_box_art_2160x2160.png",
    "name_color": "FFFFFF",
    "store_tags": "sotrealmoneyancientcoinstier21;1249",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "store_hidden": true,
    "is_on_sale": false,
    "athena_currency_premium": "1249"
  },
  {
    "appid": "1172620",
    "itemdefid": "42",
    "Timestamp": "2020-09-09T09:16:32Z",
    "modified": "20200909T091632Z",
    "date_created": "20200909T091632Z",
    "type": "item",
    "display_type": "",
    "name": "1499 Ancient Coins - Secret Stash of the Ancients",
    "name_german": "Der geheime Vorrat der Antiken (1499 antike Münzen)",
    "name_french": "1499 pièces anciennes - Cache secrète des Anciens",
    "name_italian": "1499 monete antiche - Scorta segreta degli Antichi",
    "name_spanish": "1499 monedas ancestrales - Alijo secreto de los antiguos",
    "name_russian": "Тайник древних (1499 древних монет)",
    "name_brazilian": "1499 Moedas Antigas - Reserva Secreta dos Anciões",
    "name_latam": "1499 monedas ancestrales - Alijo secreto de los antiguos",
    "price": "1;USD1449,SAR2895,ZAR10600,TRY2800,PLY4899,RUB35900,INR44900,CNY5300,TWD24800",
    "quantity": 0,
    "description": "The Secret Stash of the Ancients contains 1499 Ancient Coins to spend in the Pirate Emporium. Got your spyglass set on some pretty treasures, pirate?",
    "description_german": "Der geheime Vorrat der Alten enthält 1499 antike Münzen für den Piratenbasar. Schon ein paar Schätze mit deinem Fernrohr im Visier, Pirat?",
    "description_french": "La cache secrète des Anciens contient 1499 pièces anciennes à dépenser dans le Pirate Emporium. Vous avez des vues sur un bel objet, pirate ?",
    "description_italian": "La Scorta segreta degli Antichi contiene 1499 monete antiche da spendere all'Emporio dei pirati. Hai puntato il cannocchiale su qualche bel tesoro, pirata?",
    "description_spanish": "La reserva secreta de los antiguos contiene 1499 monedas antiguas que puedes usar en el Emporio del Pirata. ¿Tienes tu catalejo puesto en algún tesoro deslumbrante, pirata?",
    "description_russian": "В тайнике древних хранится 1499 древних монет, которыми можно расплатиться в пиратской лавке. Уже присмотрели себе что-нибудь?",
    "description_brazilian": "A Reserva Secreta dos Anciões contém 1499 Moedas Antigas para gastar no Empório Pirata. Está com a sua luneta apontada para alguns belos tesouros, pirata?",
    "description_latam": "La reserva secreta de los antiguos contiene 1499 monedas antiguas que puedes usar en el Emporio del Pirata. ¿Tienes tu catalejo puesto en algún tesoro deslumbrante, pirata?",
    "background_color": "3C352E",
    "icon_url": "https://tmpsteam.blob.core.windows.net/store/sot_150ac_app_tile_icon_300x300.png",
    "icon_url_large": "https://tmpsteam.blob.core.windows.net/store/sot_150ac_box_art_2160x2160.png",
    "name_color": "FFFFFF",
    "store_tags": "sotrealmoneyancientcoinstier22;1499",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "store_hidden": true,
    "is_on_sale": false,
    "athena_currency_premium": "1499"
  },
  {
    "appid": "1172620",
    "itemdefid": "43",
    "Timestamp": "2020-09-09T09:16:32Z",
    "modified": "20200909T091632Z",
    "date_created": "20200909T091632Z",
    "type": "item",
    "display_type": "",
    "name": "1749 Ancient Coins - Secret Stash of the Ancients",
    "name_german": "Der geheime Vorrat der Antiken (1749 antike Münzen)",
    "name_french": "1749 pièces anciennes - Cache secrète des Anciens",
    "name_italian": "1749 monete antiche - Scorta segreta degli Antichi",
    "name_spanish": "1749 monedas ancestrales - Alijo secreto de los antiguos",
    "name_russian": "Тайник древних (1749 древних монет)",
    "name_brazilian": "1749 Moedas Antigas - Reserva Secreta dos Anciões",
    "name_latam": "1749 monedas ancestrales - Alijo secreto de los antiguos",
    "price": "1;USD1649,SAR3295,ZAR11900,TRY3200,PLY5499,RUB40900,INR49900,CNY6000,TWD27800",
    "quantity": 0,
    "description": "The Secret Stash of the Ancients contains 1749 Ancient Coins to spend in the Pirate Emporium. Got your spyglass set on some pretty treasures, pirate?",
    "description_german": "Der geheime Vorrat der Alten enthält 1749 antike Münzen für den Piratenbasar. Schon ein paar Schätze mit deinem Fernrohr im Visier, Pirat?",
    "description_french": "La cache secrète des Anciens contient 1749 pièces anciennes à dépenser dans le Pirate Emporium. Vous avez des vues sur un bel objet, pirate ?",
    "description_italian": "La Scorta segreta degli Antichi contiene 1749 monete antiche da spendere all'Emporio dei pirati. Hai puntato il cannocchiale su qualche bel tesoro, pirata?",
    "description_spanish": "La reserva secreta de los antiguos contiene 1749 monedas antiguas que puedes usar en el Emporio del Pirata. ¿Tienes tu catalejo puesto en algún tesoro deslumbrante, pirata?",
    "description_russian": "В тайнике древних хранится 1749 древних монет, которыми можно расплатиться в пиратской лавке. Уже присмотрели себе что-нибудь?",
    "description_brazilian": "A Reserva Secreta dos Anciões contém 1749 Moedas Antigas para gastar no Empório Pirata. Está com a sua luneta apontada para alguns belos tesouros, pirata?",
    "description_latam": "La reserva secreta de los antiguos contiene 1749 monedas antiguas que puedes usar en el Emporio del Pirata. ¿Tienes tu catalejo puesto en algún tesoro deslumbrante, pirata?",
    "background_color": "3C352E",
    "icon_url": "https://tmpsteam.blob.core.windows.net/store/sot_150ac_app_tile_icon_300x300.png",
    "icon_url_large": "https://tmpsteam.blob.core.windows.net/store/sot_150ac_box_art_2160x2160.png",
    "name_color": "FFFFFF",
    "store_tags": "sotrealmoneyancientcoinstier23;1749",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "store_hidden": true,
    "is_on_sale": false,
    "athena_currency_premium": "1749"
  },
  {
    "appid": "1172620",
    "itemdefid": "44",
    "Timestamp": "2020-09-09T09:16:32Z",
    "modified": "20200909T091632Z",
    "date_created": "20200909T091632Z",
    "type": "item",
    "display_type": "",
    "name": "1999 Ancient Coins - Secret Stash of the Ancients",
    "name_german": "Der geheime Vorrat der Antiken (1999 antike Münzen)",
    "name_french": "1999 pièces anciennes - Cache secrète des Anciens",
    "name_italian": "1999 monete antiche - Scorta segreta degli Antichi",
    "name_spanish": "1999 monedas ancestrales - Alijo secreto de los antiguos",
    "name_russian": "Тайник древних (1999 древних монет)",
    "name_brazilian": "1999 Moedas Antigas - Reserva Secreta dos Anciões",
    "name_latam": "1999 monedas ancestrales - Alijo secreto de los antiguos",
    "price": "1;USD1849,SAR3595,ZAR13200,TRY3600,PLY6149,RUB45900,INR54900,CNY6600,TWD30800",
    "quantity": 0,
    "description": "The Secret Stash of the Ancients contains 1999 Ancient Coins to spend in the Pirate Emporium. Got your spyglass set on some pretty treasures, pirate?",
    "description_german": "Der geheime Vorrat der Alten enthält 1999 antike Münzen für den Piratenbasar. Schon ein paar Schätze mit deinem Fernrohr im Visier, Pirat?",
    "description_french": "La cache secrète des Anciens contient 1999 pièces anciennes à dépenser dans le Pirate Emporium. Vous avez des vues sur un bel objet, pirate ?",
    "description_italian": "La Scorta segreta degli Antichi contiene 1999 monete antiche da spendere all'Emporio dei pirati. Hai puntato il cannocchiale su qualche bel tesoro, pirata?",
    "description_spanish": "La reserva secreta de los antiguos contiene 1999 monedas antiguas que puedes usar en el Emporio del Pirata. ¿Tienes tu catalejo puesto en algún tesoro deslumbrante, pirata?",
    "description_russian": "В тайнике древних хранится 1999 древних монет, которыми можно расплатиться в пиратской лавке. Уже присмотрели себе что-нибудь?",
    "description_brazilian": "A Reserva Secreta dos Anciões contém 1999 Moedas Antigas para gastar no Empório Pirata. Está com a sua luneta apontada para alguns belos tesouros, pirata?",
    "description_latam": "La reserva secreta de los antiguos contiene 1999 monedas antiguas que puedes usar en el Emporio del Pirata. ¿Tienes tu catalejo puesto en algún tesoro deslumbrante, pirata?",
    "background_color": "3C352E",
    "icon_url": "https://tmpsteam.blob.core.windows.net/store/sot_150ac_app_tile_icon_300x300.png",
    "icon_url_large": "https://tmpsteam.blob.core.windows.net/store/sot_150ac_box_art_2160x2160.png",
    "name_color": "FFFFFF",
    "store_tags": "sotrealmoneyancientcoinstier24;1999",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "store_hidden": true,
    "is_on_sale": false,
    "athena_currency_premium": "1999"
  },
  {
    "appid": "1172620",
    "itemdefid": "45",
    "Timestamp": "2020-09-09T09:16:32Z",
    "modified": "20200909T091632Z",
    "date_created": "20200909T091632Z",
    "type": "item",
    "display_type": "",
    "name": "2249 Ancient Coins - Secret Stash of the Ancients",
    "name_german": "Der geheime Vorrat der Antiken (2249 antike Münzen)",
    "name_french": "2249 pièces anciennes - Cache secrète des Anciens",
    "name_italian": "2249 monete antiche - Scorta segreta degli Antichi",
    "name_spanish": "2249 monedas ancestrales - Alijo secreto de los antiguos",
    "name_russian": "Тайник древних (2249 древних монет)",
    "name_brazilian": "2249 Moedas Antigas - Reserva Secreta dos Anciões",
    "name_latam": "2249 monedas ancestrales - Alijo secreto de los antiguos",
    "price": "1;USD2049,SAR3895,ZAR14600,TRY4000,PLY6799,RUB50900,INR58900,CNY7200,TWD33800",
    "quantity": 0,
    "description": "The Secret Stash of the Ancients contains 2249 Ancient Coins to spend in the Pirate Emporium. Got your spyglass set on some pretty treasures, pirate?",
    "description_german": "Der geheime Vorrat der Alten enthält 2249 antike Münzen für den Piratenbasar. Schon ein paar Schätze mit deinem Fernrohr im Visier, Pirat?",
    "description_french": "La cache secrète des Anciens contient 2249 pièces anciennes à dépenser dans le Pirate Emporium. Vous avez des vues sur un bel objet, pirate ?",
    "description_italian": "La Scorta segreta degli Antichi contiene 2249 monete antiche da spendere all'Emporio dei pirati. Hai puntato il cannocchiale su qualche bel tesoro, pirata?",
    "description_spanish": "La reserva secreta de los antiguos contiene 2249 monedas antiguas que puedes usar en el Emporio del Pirata. ¿Tienes tu catalejo puesto en algún tesoro deslumbrante, pirata?",
    "description_russian": "В тайнике древних хранится 2249 древних монет, которыми можно расплатиться в пиратской лавке. Уже присмотрели себе что-нибудь?",
    "description_brazilian": "A Reserva Secreta dos Anciões contém 2249 Moedas Antigas para gastar no Empório Pirata. Está com a sua luneta apontada para alguns belos tesouros, pirata?",
    "description_latam": "La reserva secreta de los antiguos contiene 2249 monedas antiguas que puedes usar en el Emporio del Pirata. ¿Tienes tu catalejo puesto en algún tesoro deslumbrante, pirata?",
    "background_color": "3C352E",
    "icon_url": "https://tmpsteam.blob.core.windows.net/store/sot_150ac_app_tile_icon_300x300.png",
    "icon_url_large": "https://tmpsteam.blob.core.windows.net/store/sot_150ac_box_art_2160x2160.png",
    "name_color": "FFFFFF",
    "store_tags": "sotrealmoneyancientcoinstier25;2249",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "store_hidden": true,
    "is_on_sale": false,
    "athena_currency_premium": "2249"
  },
  {
    "appid": "1172620",
    "itemdefid": "46",
    "Timestamp": "2020-09-09T09:16:32Z",
    "modified": "20200909T091632Z",
    "date_created": "20200909T091632Z",
    "type": "item",
    "display_type": "",
    "name": "2499 Ancient Coins - Secret Stash of the Ancients",
    "name_german": "Der geheime Vorrat der Antiken (2499 antike Münzen)",
    "name_french": "2499 pièces anciennes - Cache secrète des Anciens",
    "name_italian": "2499 monete antiche - Scorta segreta degli Antichi",
    "name_spanish": "2499 monedas ancestrales - Alijo secreto de los antiguos",
    "name_russian": "Тайник древних (2499 древних монет)",
    "name_brazilian": "2499 Moedas Antigas - Reserva Secreta dos Anciões",
    "name_latam": "2499 monedas ancestrales - Alijo secreto de los antiguos",
    "price": "1;USD2299,SAR4195,ZAR15900,TRY4000,PLY7399,RUB54900,INR62900,CNY7900,TWD36800",
    "quantity": 0,
    "description": "The Secret Stash of the Ancients contains 2499 Ancient Coins to spend in the Pirate Emporium. Got your spyglass set on some pretty treasures, pirate?",
    "description_german": "Der geheime Vorrat der Alten enthält 2499 antike Münzen für den Piratenbasar. Schon ein paar Schätze mit deinem Fernrohr im Visier, Pirat?",
    "description_french": "La cache secrète des Anciens contient 2499 pièces anciennes à dépenser dans le Pirate Emporium. Vous avez des vues sur un bel objet, pirate ?",
    "description_italian": "La Scorta segreta degli Antichi contiene 2499 monete antiche da spendere all'Emporio dei pirati. Hai puntato il cannocchiale su qualche bel tesoro, pirata?",
    "description_spanish": "La reserva secreta de los antiguos contiene 2499 monedas antiguas que puedes usar en el Emporio del Pirata. ¿Tienes tu catalejo puesto en algún tesoro deslumbrante, pirata?",
    "description_russian": "В тайнике древних хранится 2499 древних монет, которыми можно расплатиться в пиратской лавке. Уже присмотрели себе что-нибудь?",
    "description_brazilian": "A Reserva Secreta dos Anciões contém 2499 Moedas Antigas para gastar no Empório Pirata. Está com a sua luneta apontada para alguns belos tesouros, pirata?",
    "description_latam": "La reserva secreta de los antiguos contiene 2499 monedas antiguas que puedes usar en el Emporio del Pirata. ¿Tienes tu catalejo puesto en algún tesoro deslumbrante, pirata?",
    "background_color": "3C352E",
    "icon_url": "https://tmpsteam.blob.core.windows.net/store/sot_150ac_app_tile_icon_300x300.png",
    "icon_url_large": "https://tmpsteam.blob.core.windows.net/store/sot_150ac_box_art_2160x2160.png",
    "name_color": "FFFFFF",
    "store_tags": "sotrealmoneyancientcoinstier26;2499",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "store_hidden": true,
    "is_on_sale": false,
    "athena_currency_premium": "2499"
  },
  {
    "appid": "1172620",
    "itemdefid": "47",
    "Timestamp": "2020-09-09T09:16:32Z",
    "modified": "20200909T091632Z",
    "date_created": "20200909T091632Z",
    "type": "item",
    "display_type": "",
    "name": "2549 Ancient Coins - Secret Stash of the Ancients",
    "name_german": "Der geheime Vorrat der Antiken (2549 antike Münzen)",
    "name_french": "2549 pièces anciennes - Cache secrète des Anciens",
    "name_italian": "2549 monete antiche - Scorta segreta degli Antichi",
    "name_spanish": "2549 monedas ancestrales - Alijo secreto de los antiguos",
    "name_russian": "Тайник древних (2549 древних монет)",
    "name_brazilian": "2549 Moedas Antigas - Reserva Secreta dos Anciões",
    "name_latam": "2549 monedas ancestrales - Alijo secreto de los antiguos",
    "price": "1;USD2299,SAR4195,ZAR15900,TRY4300,PLY7399,RUB54900,INR62900,CNY7900,TWD36800",
    "quantity": 0,
    "description": "The Secret Stash of the Ancients contains 2549 Ancient Coins to spend in the Pirate Emporium. Got your spyglass set on some pretty treasures, pirate?",
    "description_german": "Der geheime Vorrat der Alten enthält 2549 antike Münzen für den Piratenbasar. Schon ein paar Schätze mit deinem Fernrohr im Visier, Pirat?",
    "description_french": "La cache secrète des Anciens contient 2549 pièces anciennes à dépenser dans le Pirate Emporium. Vous avez des vues sur un bel objet, pirate ?",
    "description_italian": "La Scorta segreta degli Antichi contiene 2549 monete antiche da spendere all'Emporio dei pirati. Hai puntato il cannocchiale su qualche bel tesoro, pirata?",
    "description_spanish": "La reserva secreta de los antiguos contiene 2549 monedas antiguas que puedes usar en el Emporio del Pirata. ¿Tienes tu catalejo puesto en algún tesoro deslumbrante, pirata?",
    "description_russian": "В тайнике древних хранится 2549 древних монет, которыми можно расплатиться в пиратской лавке. Уже присмотрели себе что-нибудь?",
    "description_brazilian": "A Reserva Secreta dos Anciões contém 2549 Moedas Antigas para gastar no Empório Pirata. Está com a sua luneta apontada para alguns belos tesouros, pirata?",
    "description_latam": "La reserva secreta de los antiguos contiene 2549 monedas antiguas que puedes usar en el Emporio del Pirata. ¿Tienes tu catalejo puesto en algún tesoro deslumbrante, pirata?",
    "background_color": "3C352E",
    "icon_url": "https://tmpsteam.blob.core.windows.net/store/sot_150ac_app_tile_icon_300x300.png",
    "icon_url_large": "https://tmpsteam.blob.core.windows.net/store/sot_150ac_box_art_2160x2160.png",
    "name_color": "FFFFFF",
    "store_tags": "sotrealmoneyancientcoinstier27;2549",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "store_hidden": true,
    "is_on_sale": false,
    "athena_currency_premium": "2549"
  },
  {
    "appid": "1172620",
    "itemdefid": "48",
    "Timestamp": "2020-09-09T09:16:32Z",
    "modified": "20200909T091632Z",
    "date_created": "20200909T091632Z",
    "type": "item",
    "display_type": "",
    "name": "2749 Ancient Coins - Secret Stash of the Ancients",
    "name_german": "Der geheime Vorrat der Antiken (2749 antike Münzen)",
    "name_french": "2749 pièces anciennes - Cache secrète des Anciens",
    "name_italian": "2749 monete antiche - Scorta segreta degli Antichi",
    "name_spanish": "2749 monedas ancestrales - Alijo secreto de los antiguos",
    "name_russian": "Тайник древних (2749 древних монет)",
    "name_brazilian": "2749 Moedas Antigas - Reserva Secreta dos Anciões",
    "name_latam": "2749 monedas ancestrales - Alijo secreto de los antiguos",
    "price": "1;USD2449,SAR4495,ZAR16900,TRY4600,PLY7799,RUB58900,INR65900,CNY8400,TWD38800",
    "quantity": 0,
    "description": "The Secret Stash of the Ancients contains 2749 Ancient Coins to spend in the Pirate Emporium. Got your spyglass set on some pretty treasures, pirate?",
    "description_german": "Der geheime Vorrat der Alten enthält 2749 antike Münzen für den Piratenbasar. Schon ein paar Schätze mit deinem Fernrohr im Visier, Pirat?",
    "description_french": "La cache secrète des Anciens contient 2749 pièces anciennes à dépenser dans le Pirate Emporium. Vous avez des vues sur un bel objet, pirate ?",
    "description_italian": "La Scorta segreta degli Antichi contiene 2749 monete antiche da spendere all'Emporio dei pirati. Hai puntato il cannocchiale su qualche bel tesoro, pirata?",
    "description_spanish": "La reserva secreta de los antiguos contiene 2749 monedas antiguas que puedes usar en el Emporio del Pirata. ¿Tienes tu catalejo puesto en algún tesoro deslumbrante, pirata?",
    "description_russian": "В тайнике древних хранится 2749 древних монет, которыми можно расплатиться в пиратской лавке. Уже присмотрели себе что-нибудь?",
    "description_brazilian": "A Reserva Secreta dos Anciões contém 2749 Moedas Antigas para gastar no Empório Pirata. Está com a sua luneta apontada para alguns belos tesouros, pirata?",
    "description_latam": "La reserva secreta de los antiguos contiene 2749 monedas antiguas que puedes usar en el Emporio del Pirata. ¿Tienes tu catalejo puesto en algún tesoro deslumbrante, pirata?",
    "background_color": "3C352E",
    "icon_url": "https://tmpsteam.blob.core.windows.net/store/sot_150ac_app_tile_icon_300x300.png",
    "icon_url_large": "https://tmpsteam.blob.core.windows.net/store/sot_150ac_box_art_2160x2160.png",
    "name_color": "FFFFFF",
    "store_tags": "sotrealmoneyancientcoinstier28;2749",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "store_hidden": true,
    "is_on_sale": false,
    "athena_currency_premium": "2749"
  },
  {
    "appid": "1172620",
    "itemdefid": "49",
    "Timestamp": "2020-09-09T09:16:32Z",
    "modified": "20200909T091632Z",
    "date_created": "20200909T091632Z",
    "type": "item",
    "display_type": "",
    "name": "2999 Ancient Coins - Secret Stash of the Ancients",
    "name_german": "Der geheime Vorrat der Antiken (2999 antike Münzen)",
    "name_french": "2999 pièces anciennes - Cache secrète des Anciens",
    "name_italian": "2999 monete antiche - Scorta segreta degli Antichi",
    "name_spanish": "2999 monedas ancestrales - Alijo secreto de los antiguos",
    "name_russian": "Тайник древних (2999 древних монет)",
    "name_brazilian": "2999 Moedas Antigas - Reserva Secreta dos Anciões",
    "name_latam": "2999 monedas ancestrales - Alijo secreto de los antiguos",
    "price": "1;USD2649,SAR4795,ZAR17900,TRY4900,PLY8249,RUB62900,INR68900,CNY8900,TWD40800",
    "quantity": 0,
    "description": "The Secret Stash of the Ancients contains 2999 Ancient Coins to spend in the Pirate Emporium. Got your spyglass set on some pretty treasures, pirate?",
    "description_german": "Der geheime Vorrat der Alten enthält 2999 antike Münzen für den Piratenbasar. Schon ein paar Schätze mit deinem Fernrohr im Visier, Pirat?",
    "description_french": "La cache secrète des Anciens contient 2999 pièces anciennes à dépenser dans le Pirate Emporium. Vous avez des vues sur un bel objet, pirate ?",
    "description_italian": "La Scorta segreta degli Antichi contiene 2999 monete antiche da spendere all'Emporio dei pirati. Hai puntato il cannocchiale su qualche bel tesoro, pirata?",
    "description_spanish": "La reserva secreta de los antiguos contiene 2999 monedas antiguas que puedes usar en el Emporio del Pirata. ¿Tienes tu catalejo puesto en algún tesoro deslumbrante, pirata?",
    "description_russian": "В тайнике древних хранится 2999 древних монет, которыми можно расплатиться в пиратской лавке. Уже присмотрели себе что-нибудь?",
    "description_brazilian": "A Reserva Secreta dos Anciões contém 2999 Moedas Antigas para gastar no Empório Pirata. Está com a sua luneta apontada para alguns belos tesouros, pirata?",
    "description_latam": "La reserva secreta de los antiguos contiene 2999 monedas antiguas que puedes usar en el Emporio del Pirata. ¿Tienes tu catalejo puesto en algún tesoro deslumbrante, pirata?",
    "background_color": "3C352E",
    "icon_url": "https://tmpsteam.blob.core.windows.net/store/sot_150ac_app_tile_icon_300x300.png",
    "icon_url_large": "https://tmpsteam.blob.core.windows.net/store/sot_150ac_box_art_2160x2160.png",
    "name_color": "FFFFFF",
    "store_tags": "sotrealmoneyancientcoinstier29;2999",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "store_hidden": true,
    "is_on_sale": false,
    "athena_currency_premium": "2999"
  },
  {
    "appid": "1172620",
    "itemdefid": "50",
    "Timestamp": "2020-09-09T09:16:32Z",
    "modified": "20200909T091632Z",
    "date_created": "20200909T091632Z",
    "type": "item",
    "display_type": "",
    "name": "3249 Ancient Coins - Secret Stash of the Ancients",
    "name_german": "Der geheime Vorrat der Antiken (3249 antike Münzen)",
    "name_french": "3249 pièces anciennes - Cache secrète des Anciens",
    "name_italian": "3249 monete antiche - Scorta segreta degli Antichi",
    "name_spanish": "3249 monedas ancestrales - Alijo secreto de los antiguos",
    "name_russian": "Тайник древних (3249 древних монет)",
    "name_brazilian": "3249 Moedas Antigas - Reserva Secreta dos Anciões",
    "name_latam": "3249 monedas ancestrales - Alijo secreto de los antiguos",
    "price": "1;USD2849,SAR5095,ZAR18900,TRY5200,PLY8649,RUB66900,INR71900,CNY9300,TWD42800",
    "quantity": 0,
    "description": "The Secret Stash of the Ancients contains 3249 Ancient Coins to spend in the Pirate Emporium. Got your spyglass set on some pretty treasures, pirate?",
    "description_german": "Der geheime Vorrat der Alten enthält 3249 antike Münzen für den Piratenbasar. Schon ein paar Schätze mit deinem Fernrohr im Visier, Pirat?",
    "description_french": "La cache secrète des Anciens contient 3249 pièces anciennes à dépenser dans le Pirate Emporium. Vous avez des vues sur un bel objet, pirate ?",
    "description_italian": "La Scorta segreta degli Antichi contiene 3249 monete antiche da spendere all'Emporio dei pirati. Hai puntato il cannocchiale su qualche bel tesoro, pirata?",
    "description_spanish": "La reserva secreta de los antiguos contiene 3249 monedas antiguas que puedes usar en el Emporio del Pirata. ¿Tienes tu catalejo puesto en algún tesoro deslumbrante, pirata?",
    "description_russian": "В тайнике древних хранится 3249 древних монет, которыми можно расплатиться в пиратской лавке. Уже присмотрели себе что-нибудь?",
    "description_brazilian": "A Reserva Secreta dos Anciões contém 3249 Moedas Antigas para gastar no Empório Pirata. Está com a sua luneta apontada para alguns belos tesouros, pirata?",
    "description_latam": "La reserva secreta de los antiguos contiene 3249 monedas antiguas que puedes usar en el Emporio del Pirata. ¿Tienes tu catalejo puesto en algún tesoro deslumbrante, pirata?",
    "background_color": "3C352E",
    "icon_url": "https://tmpsteam.blob.core.windows.net/store/sot_150ac_app_tile_icon_300x300.png",
    "icon_url_large": "https://tmpsteam.blob.core.windows.net/store/sot_150ac_box_art_2160x2160.png",
    "name_color": "FFFFFF",
    "store_tags": "sotrealmoneyancientcoinstier30;3249",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "store_hidden": true,
    "is_on_sale": false,
    "athena_currency_premium": "3249"
  },
  {
    "appid": "1172620",
    "itemdefid": "51",
    "Timestamp": "2020-09-09T09:16:32Z",
    "modified": "20200909T091632Z",
    "date_created": "20200909T091632Z",
    "type": "item",
    "display_type": "",
    "name": "3499 Ancient Coins - Secret Stash of the Ancients",
    "name_german": "Der geheime Vorrat der Antiken (3499 antike Münzen)",
    "name_french": "3499 pièces anciennes - Cache secrète des Anciens",
    "name_italian": "3499 monete antiche - Scorta segreta degli Antichi",
    "name_spanish": "3499 monedas ancestrales - Alijo secreto de los antiguos",
    "name_russian": "Тайник древних (3499 древних монет)",
    "name_brazilian": "3499 Moedas Antigas - Reserva Secreta dos Anciões",
    "name_latam": "3499 monedas ancestrales - Alijo secreto de los antiguos",
    "price": "1;VLV3000,USD2999,SAR5295,ZAR19900,TRY5500,PLY9049,RUB70900,INR73900,CNY9700,TWD44800",
    "quantity": 0,
    "description": "The Secret Stash of the Ancients contains 3499 Ancient Coins to spend in the Pirate Emporium. Got your spyglass set on some pretty treasures, pirate?",
    "description_german": "Der geheime Vorrat der Alten enthält 3499 antike Münzen für den Piratenbasar. Schon ein paar Schätze mit deinem Fernrohr im Visier, Pirat?",
    "description_french": "La cache secrète des Anciens contient 3499 pièces anciennes à dépenser dans le Pirate Emporium. Vous avez des vues sur un bel objet, pirate ?",
    "description_italian": "La Scorta segreta degli Antichi contiene 3499 monete antiche da spendere all'Emporio dei pirati. Hai puntato il cannocchiale su qualche bel tesoro, pirata?",
    "description_spanish": "La reserva secreta de los antiguos contiene 3499 monedas antiguas que puedes usar en el Emporio del Pirata. ¿Tienes tu catalejo puesto en algún tesoro deslumbrante, pirata?",
    "description_russian": "В тайнике древних хранится 3499 древних монет, которыми можно расплатиться в пиратской лавке. Уже присмотрели себе что-нибудь?",
    "description_brazilian": "A Reserva Secreta dos Anciões contém 3499 Moedas Antigas para gastar no Empório Pirata. Está com a sua luneta apontada para alguns belos tesouros, pirata?",
    "description_latam": "La reserva secreta de los antiguos contiene 3499 monedas antiguas que puedes usar en el Emporio del Pirata. ¿Tienes tu catalejo puesto en algún tesoro deslumbrante, pirata?",
    "background_color": "3C352E",
    "icon_url": "https://tmpsteam.blob.core.windows.net/store/sot_150ac_app_tile_icon_300x300.png",
    "icon_url_large": "https://tmpsteam.blob.core.windows.net/store/sot_150ac_box_art_2160x2160.png",
    "name_color": "FFFFFF",
    "store_tags": "sotrealmoneyancientcoinstier31;3499",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "store_hidden": true,
    "is_on_sale": false,
    "athena_currency_premium": "3499"
  },
  {
    "appid": "1172620",
    "itemdefid": "52",
    "Timestamp": "2020-09-09T09:16:32Z",
    "modified": "20200909T091632Z",
    "date_created": "20200909T091632Z",
    "type": "item",
    "display_type": "",
    "name": "3749 Ancient Coins - Secret Stash of the Ancients",
    "name_german": "Der geheime Vorrat der Antiken (3749 antike Münzen)",
    "name_french": "3749 pièces anciennes - Cache secrète des Anciens",
    "name_italian": "3749 monete antiche - Scorta segreta degli Antichi",
    "name_spanish": "3749 monedas ancestrales - Alijo secreto de los antiguos",
    "name_russian": "Тайник древних (3749 древних монет)",
    "name_brazilian": "3749 Moedas Antigas - Reserva Secreta dos Anciões",
    "name_latam": "3749 monedas ancestrales - Alijo secreto de los antiguos",
    "price": "1;USD3199,SAR5595,ZAR20900,TRY5700,PLY9499,RUB73900,INR75900,CNY10100,TWD46800",
    "quantity": 0,
    "description": "The Secret Stash of the Ancients contains 3749 Ancient Coins to spend in the Pirate Emporium. Got your spyglass set on some pretty treasures, pirate?",
    "description_german": "Der geheime Vorrat der Alten enthält 3749 antike Münzen für den Piratenbasar. Schon ein paar Schätze mit deinem Fernrohr im Visier, Pirat?",
    "description_french": "La cache secrète des Anciens contient 3749 pièces anciennes à dépenser dans le Pirate Emporium. Vous avez des vues sur un bel objet, pirate ?",
    "description_italian": "La Scorta segreta degli Antichi contiene 3749 monete antiche da spendere all'Emporio dei pirati. Hai puntato il cannocchiale su qualche bel tesoro, pirata?",
    "description_spanish": "La reserva secreta de los antiguos contiene 3749 monedas antiguas que puedes usar en el Emporio del Pirata. ¿Tienes tu catalejo puesto en algún tesoro deslumbrante, pirata?",
    "description_russian": "В тайнике древних хранится 3749 древних монет, которыми можно расплатиться в пиратской лавке. Уже присмотрели себе что-нибудь?",
    "description_brazilian": "A Reserva Secreta dos Anciões contém 3749 Moedas Antigas para gastar no Empório Pirata. Está com a sua luneta apontada para alguns belos tesouros, pirata?",
    "description_latam": "La reserva secreta de los antiguos contiene 3749 monedas antiguas que puedes usar en el Emporio del Pirata. ¿Tienes tu catalejo puesto en algún tesoro deslumbrante, pirata?",
    "background_color": "3C352E",
    "icon_url": "https://tmpsteam.blob.core.windows.net/store/sot_150ac_app_tile_icon_300x300.png",
    "icon_url_large": "https://tmpsteam.blob.core.windows.net/store/sot_150ac_box_art_2160x2160.png",
    "name_color": "FFFFFF",
    "store_tags": "sotrealmoneyancientcoinstier32;3749",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "store_hidden": true,
    "is_on_sale": false,
    "athena_currency_premium": "3749"
  },
  {
    "appid": "1172620",
    "itemdefid": "53",
    "Timestamp": "2020-09-09T09:16:32Z",
    "modified": "20200909T091632Z",
    "date_created": "20200909T091632Z",
    "type": "item",
    "display_type": "",
    "name": "3999 Ancient Coins - Secret Stash of the Ancients",
    "name_german": "Der geheime Vorrat der Antiken (3999 antike Münzen)",
    "name_french": "3999 pièces anciennes - Cache secrète des Anciens",
    "name_italian": "3999 monete antiche - Scorta segreta degli Antichi",
    "name_spanish": "3999 monedas ancestrales - Alijo secreto de los antiguos",
    "name_russian": "Тайник древних (3999 древних монет)",
    "name_brazilian": "3999 Moedas Antigas - Reserva Secreta dos Anciões",
    "name_latam": "3999 monedas ancestrales - Alijo secreto de los antiguos",
    "price": "1;USD3349,SAR5795,ZAR21900,TRY5900,PLY9899,RUB76900,INR77900,CNY10500,TWD48300",
    "quantity": 0,
    "description": "The Secret Stash of the Ancients contains 3999 Ancient Coins to spend in the Pirate Emporium. Got your spyglass set on some pretty treasures, pirate?",
    "description_german": "Der geheime Vorrat der Alten enthält 3999 antike Münzen für den Piratenbasar. Schon ein paar Schätze mit deinem Fernrohr im Visier, Pirat?",
    "description_french": "La cache secrète des Anciens contient 3999 pièces anciennes à dépenser dans le Pirate Emporium. Vous avez des vues sur un bel objet, pirate ?",
    "description_italian": "La Scorta segreta degli Antichi contiene 3999 monete antiche da spendere all'Emporio dei pirati. Hai puntato il cannocchiale su qualche bel tesoro, pirata?",
    "description_spanish": "La reserva secreta de los antiguos contiene 3999 monedas antiguas que puedes usar en el Emporio del Pirata. ¿Tienes tu catalejo puesto en algún tesoro deslumbrante, pirata?",
    "description_russian": "В тайнике древних хранится 3999 древних монет, которыми можно расплатиться в пиратской лавке. Уже присмотрели себе что-нибудь?",
    "description_brazilian": "A Reserva Secreta dos Anciões contém 3999 Moedas Antigas para gastar no Empório Pirata. Está com a sua luneta apontada para alguns belos tesouros, pirata?",
    "description_latam": "La reserva secreta de los antiguos contiene 3999 monedas antiguas que puedes usar en el Emporio del Pirata. ¿Tienes tu catalejo puesto en algún tesoro deslumbrante, pirata?",
    "background_color": "3C352E",
    "icon_url": "https://tmpsteam.blob.core.windows.net/store/sot_150ac_app_tile_icon_300x300.png",
    "icon_url_large": "https://tmpsteam.blob.core.windows.net/store/sot_150ac_box_art_2160x2160.png",
    "name_color": "FFFFFF",
    "store_tags": "sotrealmoneyancientcoinstier33;3999",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "store_hidden": true,
    "is_on_sale": false,
    "athena_currency_premium": "3999"
  },
  {
    "appid": "1172620",
    "itemdefid": "54",
    "Timestamp": "2020-09-09T09:16:32Z",
    "modified": "20200909T091632Z",
    "date_created": "20200909T091632Z",
    "type": "item",
    "display_type": "",
    "name": "4249 Ancient Coins - Secret Stash of the Ancients",
    "name_german": "Der geheime Vorrat der Antiken (4249 antike Münzen)",
    "name_french": "4249 pièces anciennes - Cache secrète des Anciens",
    "name_italian": "4249 monete antiche - Scorta segreta degli Antichi",
    "name_spanish": "4249 monedas ancestrales - Alijo secreto de los antiguos",
    "name_russian": "Тайник древних (4249 древних монет)",
    "name_brazilian": "4249 Moedas Antigas - Reserva Secreta dos Anciões",
    "name_latam": "4249 monedas ancestrales - Alijo secreto de los antiguos",
    "price": "1;VLV3500,USD3499,SAR5995,ZAR22900,TRY6100,PLY10299,RUB79900,INR79900,CNY10900,TWD49800",
    "quantity": 0,
    "description": "The Secret Stash of the Ancients contains 4249 Ancient Coins to spend in the Pirate Emporium. Got your spyglass set on some pretty treasures, pirate?",
    "description_german": "Der geheime Vorrat der Alten enthält 4249 antike Münzen für den Piratenbasar. Schon ein paar Schätze mit deinem Fernrohr im Visier, Pirat?",
    "description_french": "La cache secrète des Anciens contient 4249 pièces anciennes à dépenser dans le Pirate Emporium. Vous avez des vues sur un bel objet, pirate ?",
    "description_italian": "La Scorta segreta degli Antichi contiene 4249 monete antiche da spendere all'Emporio dei pirati. Hai puntato il cannocchiale su qualche bel tesoro, pirata?",
    "description_spanish": "La reserva secreta de los antiguos contiene 4249 monedas antiguas que puedes usar en el Emporio del Pirata. ¿Tienes tu catalejo puesto en algún tesoro deslumbrante, pirata?",
    "description_russian": "В тайнике древних хранится 4249 древних монет, которыми можно расплатиться в пиратской лавке. Уже присмотрели себе что-нибудь?",
    "description_brazilian": "A Reserva Secreta dos Anciões contém 4249 Moedas Antigas para gastar no Empório Pirata. Está com a sua luneta apontada para alguns belos tesouros, pirata?",
    "description_latam": "La reserva secreta de los antiguos contiene 4249 monedas antiguas que puedes usar en el Emporio del Pirata. ¿Tienes tu catalejo puesto en algún tesoro deslumbrante, pirata?",
    "background_color": "3C352E",
    "icon_url": "https://tmpsteam.blob.core.windows.net/store/sot_150ac_app_tile_icon_300x300.png",
    "icon_url_large": "https://tmpsteam.blob.core.windows.net/store/sot_150ac_box_art_2160x2160.png",
    "name_color": "FFFFFF",
    "store_tags": "sotrealmoneyancientcoinstier34;4249",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "store_hidden": true,
    "is_on_sale": false,
    "athena_currency_premium": "4249"
  },
  {
    "appid": "1172620",
    "itemdefid": "55",
    "Timestamp": "2020-09-09T09:16:32Z",
    "modified": "20200909T091632Z",
    "date_created": "20200909T091632Z",
    "type": "item",
    "display_type": "",
    "name": "4499 Ancient Coins - Secret Stash of the Ancients",
    "name_german": "Der geheime Vorrat der Antiken (4499 antike Münzen)",
    "name_french": "4499 pièces anciennes - Cache secrète des Anciens",
    "name_italian": "4499 monete antiche - Scorta segreta degli Antichi",
    "name_spanish": "4499 monedas ancestrales - Alijo secreto de los antiguos",
    "name_russian": "Тайник древних (4499 древних монет)",
    "name_brazilian": "4499 Moedas Antigas - Reserva Secreta dos Anciões",
    "name_latam": "4499 monedas ancestrales - Alijo secreto de los antiguos",
    "price": "1;USD3649,SAR6195,ZAR23900,TRY6300,PLY10699,RUB82900,INR81900,CNY11300,TWD51300",
    "quantity": 0,
    "description": "The Secret Stash of the Ancients contains 4499 Ancient Coins to spend in the Pirate Emporium. Got your spyglass set on some pretty treasures, pirate?",
    "description_german": "Der geheime Vorrat der Alten enthält 4499 antike Münzen für den Piratenbasar. Schon ein paar Schätze mit deinem Fernrohr im Visier, Pirat?",
    "description_french": "La cache secrète des Anciens contient 4499 pièces anciennes à dépenser dans le Pirate Emporium. Vous avez des vues sur un bel objet, pirate ?",
    "description_italian": "La Scorta segreta degli Antichi contiene 4499 monete antiche da spendere all'Emporio dei pirati. Hai puntato il cannocchiale su qualche bel tesoro, pirata?",
    "description_spanish": "La reserva secreta de los antiguos contiene 4499 monedas antiguas que puedes usar en el Emporio del Pirata. ¿Tienes tu catalejo puesto en algún tesoro deslumbrante, pirata?",
    "description_russian": "В тайнике древних хранится 4499 древних монет, которыми можно расплатиться в пиратской лавке. Уже присмотрели себе что-нибудь?",
    "description_brazilian": "A Reserva Secreta dos Anciões contém 4499 Moedas Antigas para gastar no Empório Pirata. Está com a sua luneta apontada para alguns belos tesouros, pirata?",
    "description_latam": "La reserva secreta de los antiguos contiene 4499 monedas antiguas que puedes usar en el Emporio del Pirata. ¿Tienes tu catalejo puesto en algún tesoro deslumbrante, pirata?",
    "background_color": "3C352E",
    "icon_url": "https://tmpsteam.blob.core.windows.net/store/sot_150ac_app_tile_icon_300x300.png",
    "icon_url_large": "https://tmpsteam.blob.core.windows.net/store/sot_150ac_box_art_2160x2160.png",
    "name_color": "FFFFFF",
    "store_tags": "sotrealmoneyancientcoinstier35;4499",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "store_hidden": true,
    "is_on_sale": false,
    "athena_currency_premium": "4499"
  },
  {
    "appid": "1172620",
    "itemdefid": "56",
    "Timestamp": "2020-09-09T09:16:32Z",
    "modified": "20200909T091632Z",
    "date_created": "20200909T091632Z",
    "type": "item",
    "display_type": "",
    "name": "4749 Ancient Coins - Secret Stash of the Ancients",
    "name_german": "Der geheime Vorrat der Antiken (4749 antike Münzen)",
    "name_french": "4749 pièces anciennes - Cache secrète des Anciens",
    "name_italian": "4749 monete antiche - Scorta segreta degli Antichi",
    "name_spanish": "4749 monedas ancestrales - Alijo secreto de los antiguos",
    "name_russian": "Тайник древних (4749 древних монет)",
    "name_brazilian": "4749 Moedas Antigas - Reserva Secreta dos Anciões",
    "name_latam": "4749 monedas ancestrales - Alijo secreto de los antiguos",
    "price": "1;USD3849,SAR6395,ZAR24900,TRY6500,PLY11149,RUB85900,INR83900,CNY11700,TWD52800",
    "quantity": 0,
    "description": "The Secret Stash of the Ancients contains 4749 Ancient Coins to spend in the Pirate Emporium. Got your spyglass set on some pretty treasures, pirate?",
    "description_german": "Der geheime Vorrat der Alten enthält 4749 antike Münzen für den Piratenbasar. Schon ein paar Schätze mit deinem Fernrohr im Visier, Pirat?",
    "description_french": "La cache secrète des Anciens contient 4749 pièces anciennes à dépenser dans le Pirate Emporium. Vous avez des vues sur un bel objet, pirate ?",
    "description_italian": "La Scorta segreta degli Antichi contiene 4749 monete antiche da spendere all'Emporio dei pirati. Hai puntato il cannocchiale su qualche bel tesoro, pirata?",
    "description_spanish": "La reserva secreta de los antiguos contiene 4749 monedas antiguas que puedes usar en el Emporio del Pirata. ¿Tienes tu catalejo puesto en algún tesoro deslumbrante, pirata?",
    "description_russian": "В тайнике древних хранится 4749 древних монет, которыми можно расплатиться в пиратской лавке. Уже присмотрели себе что-нибудь?",
    "description_brazilian": "A Reserva Secreta dos Anciões contém 4749 Moedas Antigas para gastar no Empório Pirata. Está com a sua luneta apontada para alguns belos tesouros, pirata?",
    "description_latam": "La reserva secreta de los antiguos contiene 4749 monedas antiguas que puedes usar en el Emporio del Pirata. ¿Tienes tu catalejo puesto en algún tesoro deslumbrante, pirata?",
    "background_color": "3C352E",
    "icon_url": "https://tmpsteam.blob.core.windows.net/store/sot_150ac_app_tile_icon_300x300.png",
    "icon_url_large": "https://tmpsteam.blob.core.windows.net/store/sot_150ac_box_art_2160x2160.png",
    "name_color": "FFFFFF",
    "store_tags": "sotrealmoneyancientcoinstier36;4749",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "store_hidden": true,
    "is_on_sale": false,
    "athena_currency_premium": "4749"
  },
  {
    "appid": "1172620",
    "itemdefid": "57",
    "Timestamp": "2020-09-09T09:16:32Z",
    "modified": "20200909T091632Z",
    "date_created": "20200909T091632Z",
    "type": "item",
    "display_type": "",
    "name": "4999 Ancient Coins - Secret Stash of the Ancients",
    "name_german": "Der geheime Vorrat der Antiken (4999 antike Münzen)",
    "name_french": "4999 pièces anciennes - Cache secrète des Anciens",
    "name_italian": "4999 monete antiche - Scorta segreta degli Antichi",
    "name_spanish": "4999 monedas ancestrales - Alijo secreto de los antiguos",
    "name_russian": "Тайник древних (4999 древних монет)",
    "name_brazilian": "4999 Moedas Antigas - Reserva Secreta dos Anciões",
    "name_latam": "4999 monedas ancestrales - Alijo secreto de los antiguos",
    "price": "1;VLV4000,USD3999,SAR6495,ZAR25900,TRY6700,PLY11549,RUB88900,INR85900,CNY12100,TWD54300",
    "quantity": 0,
    "description": "The Secret Stash of the Ancients contains 4999 Ancient Coins to spend in the Pirate Emporium. Got your spyglass set on some pretty treasures, pirate?",
    "description_german": "Der geheime Vorrat der Alten enthält 4999 antike Münzen für den Piratenbasar. Schon ein paar Schätze mit deinem Fernrohr im Visier, Pirat?",
    "description_french": "La cache secrète des Anciens contient 4999 pièces anciennes à dépenser dans le Pirate Emporium. Vous avez des vues sur un bel objet, pirate ?",
    "description_italian": "La Scorta segreta degli Antichi contiene 4999 monete antiche da spendere all'Emporio dei pirati. Hai puntato il cannocchiale su qualche bel tesoro, pirata?",
    "description_spanish": "La reserva secreta de los antiguos contiene 4999 monedas antiguas que puedes usar en el Emporio del Pirata. ¿Tienes tu catalejo puesto en algún tesoro deslumbrante, pirata?",
    "description_russian": "В тайнике древних хранится 4999 древних монет, которыми можно расплатиться в пиратской лавке. Уже присмотрели себе что-нибудь?",
    "description_brazilian": "A Reserva Secreta dos Anciões contém 4999 Moedas Antigas para gastar no Empório Pirata. Está com a sua luneta apontada para alguns belos tesouros, pirata?",
    "description_latam": "La reserva secreta de los antiguos contiene 4999 monedas antiguas que puedes usar en el Emporio del Pirata. ¿Tienes tu catalejo puesto en algún tesoro deslumbrante, pirata?",
    "background_color": "3C352E",
    "icon_url": "https://tmpsteam.blob.core.windows.net/store/sot_150ac_app_tile_icon_300x300.png",
    "icon_url_large": "https://tmpsteam.blob.core.windows.net/store/sot_150ac_box_art_2160x2160.png",
    "name_color": "FFFFFF",
    "store_tags": "sotrealmoneyancientcoinstier37;4999",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "store_hidden": true,
    "is_on_sale": false,
    "athena_currency_premium": "4999"
  }
]