[
  {
    "appid": "518790",
    "itemdefid": "100",
    "Timestamp": "2017-02-15T12:14:44.8215461Z",
    "modified": "20170215T121444Z",
    "type": "item",
    "display_type": "",
    "name": ".270 WARDEN",
    "name_german": ".270 WARDEN",
    "name_french": ".270 WARDEN",
    "name_spanish": "270 WARDEN",
    "name_russian": ".270 WARDEN",
    "name_portuguese": ".270 WARDEN",
    "name_polish": "WARDEN .270",
    "name_czech": "WARDEN .270",
    "quantity": 0,
    "description": "This is a premium color variation of the .270 HUNTSMAN. This sleek looking bolt-action rifle sports a classic look, but don't let that fool you, as it packs state-of-the-art technology. Handcrafted solid steel receiver, advanced triple-locking safety mechanism, and a padded composite stock for superior recoil compensation.",
    "description_german": "Dies ist eine Premium-Farbvariante des .270 HUNTSMAN. Das klassische Aussehen dieses schlanken Sport-Repetiergewehrs täuscht gerne über seine topmoderne Technologie hinweg. Zum Beispiel das handgefertigte Verschlussgehäuse aus massivem Stahl, die fortschrittliche Sicherung durch Dreifachschloss und den gepolsterten Kompositschaft für verbesserte Rückstoßdämpfung.",
    "description_french": "Apparence premium pour le .270 HUNTSMAN. Ne soyez pas dupe, le style épuré de cette carabine à verrou cache une arme à la pointe de la technologie. Fabriquée à la main, son châssis solide en acier, son triple mécanisme de sécurité et la compensation du recul fournie par la crosse en matériaux composites rembourrée en font une arme de qualité.",
    "description_spanish": "Esta es una variante de color premium del .270 HUNTSMAN. Este elegante rifle de cerrojo tiene un porte clásico, pero no te engañes, porque su tecnología es de vanguardia. Con caja artesanal de acero, un avanzado mecanismo de seguridad con seguro triple y culata acolchada para una mejor compensación del retroceso.",
    "description_russian": "Особый косметический вариант .270 HUNTSMAN. Не дайте старомодным обводам этого ружья с продольно-скользящим затвором одурачить вас: при его создании применяются новейшие технологии. Перед вами цельностальная ствольная коробка ручной работы, затвор с тремя боевыми упорами и полимерное ложе с накладкой, превосходно компенсирующей отдачу.",
    "description_portuguese": "Esta é uma variação de cor premium do .270 HUNTSMAN. Este elegante fuzil de ação por ferrolho apresenta um visual clássico, mas não se deixe enganar: ele possui tecnologia de última geração. Caixa da culatra de aço sólido fabricada artesanalmente, mecanismo de segurança avançado com trava tripla e uma coronha almofadada para compensação de recuo superior.",
    "description_polish": "Jest to wariant sztucera HUNTSMAN .270 w kolorze typu premium. Ten elegancki sztucer samopowtarzalny ma klasyczny wygląd, ale niech cię to nie zmyli. Ta broń wykorzystuje najnowocześniejszą technologię. Ręcznie wykonany korpus z litej stali, zaawansowany, potrójny mechanizm zabezpieczenia oraz wyściełana, kompozytowa kolba zapewniająca znakomitą kompensację odrzutu.",
    "description_czech": "Prémiová barevná variace pušky HUNTSMAN .270. Tato elegantní opakovací puška má klasický vzhled, ale tím se nenech zmást, protože se může pochlubit tou nejmodernější technologií. Ručně vyrobená pevná ocelová baskule, pokročilý bezpečnostní mechanismus s trojitě uzamčeným válcem a vycpanou kompozitní pažbu pro prvotřídní kompenzaci zpětného rázu.",
    "background_color": "3C352E",
    "icon_url": "https://cotw-assets.thehunter.com/release_promo/rifleloyalty_small.png",
    "icon_url_large": "https://cotw-assets.thehunter.com/release_promo/rifleloyalty_2k.png",
    "name_color": "7D6D00",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "drop_interval": 0,
    "drop_max_per_window": 0,
    "workshopid": "0",
    "item_quality": "0",
    "item_slot": "default"
  },
  {
    "appid": "518790",
    "itemdefid": "101",
    "Timestamp": "2017-02-15T12:14:44.930624Z",
    "modified": "20170215T121444Z",
    "type": "item",
    "display_type": "",
    "name": "DRY LEAVES GHILLIE SUIT",
    "name_german": "\"HERBSTLAUB\"-GHILLIE-ANZUG",
    "name_french": "ENSEMBLE GHILLIE FEUILLES MORTES",
    "name_spanish": "TRAJE GHILLIE DE CAMUFLAJE HOJAS SECAS",
    "name_russian": "МАСКИРОВОЧНЫЙ КОСТЮМ «СУХАЯ ЛИСТВА»",
    "name_portuguese": "TRAJE GHILLIE DE FOLHAS SECAS",
    "name_polish": "STRÓJ GHILLIE – SUCHE LIŚCIE",
    "name_czech": "SUCHOLISTOVÝ HEJKAL",
    "quantity": 0,
    "description": "This ghillie suit beats out all of the competition when it comes to blending in with dry-leaf forests. It's waterproof and durable. Perfect for fall hunting conditions. This is a premium item available to players of theHunter: Classic.",
    "description_german": "Dieser Ghillie-Anzug schlägt die Konkurrenz um Längen, wenn es um Tarnung in Wäldern voller trockener Blätter geht. Er ist wasserdicht und langlebig. Perfekt für die Jagd im Herbst. Dieser Premium-Gegenstand ist für Spieler von theHunter: Classic vorgesehen.",
    "description_french": "Cet ensemble Ghillie bat toutes les autres tenues lorsqu'il s'agit de se cacher parmi les feuilles. Imperméable et très résistant, il est parfait pour chasser en automne. Objet premium réservé aux joueurs de theHunter: Classic.",
    "description_spanish": "Este traje ghillie de camuflaje no tiene rival a la hora de mimetizarse con las hojas secas de los bosques. Es hidrófugo y resistente. Perfecto para la caza en otoño. Este es un objeto premium disponible para los jugadores de The Hunter: Classic.",
    "description_russian": "Этот маскировочный костюм не имеет себе равных, если вам нужно остаться незамеченным в сухих лиственных лесах. Прочность и водонепроницаемость делают его идеальным для осенней охоты. Этот особый предмет доступен тем, кто играл в theHunter: Classic.",
    "description_portuguese": "Este traje ghillie supera todos os concorrentes quando se trata de se disfarçar em florestas de folhas secas. À prova d'água e bastante durável, ele é perfeito para as condições de caça do outono. Este é um item premium disponível para jogadores do theHunter: Classic.",
    "description_polish": "Ten strój maskujący typu ghillie jest bezkonkurencyjny, gdy trzeba wtopić się w otoczenie w lesie pełnym zeschniętych liści. Jest wodoodporny i wytrzymały. Idealnie sprawdza się podczas jesiennych polowań. Jest to przedmiot premium dostępny dla użytkowników theHunter: Classic.",
    "description_czech": "Tento hejkal předčí veškerou svou konkurenci, když dojde na to splynout v lesích se suchými listy. Je vodotěsný a odolný. Dokonale vhodný pro podzimní lov. Tento prémiový předmět je dostupný hráčům theHunter: Classic.",
    "background_color": "3C352E",
    "icon_url": "https://cotw-assets.thehunter.com/release_promo/ghillie_small.png",
    "icon_url_large": "https://cotw-assets.thehunter.com/release_promo/ghillie_2x.png",
    "name_color": "7D6D00",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "drop_interval": 0,
    "drop_max_per_window": 0,
    "workshopid": "0",
    "item_quality": "0",
    "item_slot": "default"
  },
  {
    "appid": "518790",
    "itemdefid": "2031268352",
    "Timestamp": "2017-02-15T12:14:45.0707235Z",
    "modified": "20170215T121445Z",
    "type": "item",
    "display_type": "",
    "name": "Should not be used.",
    "quantity": 0,
    "description": "",
    "background_color": "3C352E",
    "icon_url": "http://cdn.beta.steampowered.com/apps/440/icons/c_fireaxe_pyro_xmas_large.fa878752e1aa09a721a03042a234063b6c929278.png",
    "icon_url_large": "http://cdn.beta.steampowered.com/apps/440/icons/c_fireaxe_pyro_xmas_large.fa878752e1aa09a721a03042a234063b6c929278.png",
    "name_color": "7D6D00",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "drop_interval": 0,
    "drop_max_per_window": 0,
    "workshopid": "0",
    "item_quality": "0",
    "item_slot": "default"
  }
]