[
  {
    "appid": "1076500",
    "itemdefid": "1",
    "Timestamp": "2019-09-13T04:11:22Z",
    "modified": "20190913T041122Z",
    "date_created": "20190913T041122Z",
    "type": "item",
    "display_type": "Character",
    "name": "Alexander the Great",
    "quantity": 0,
    "description": "The wiles of the gods were well known throughout Greece. The games they played, their tricks, their jealousy. But even a god could push his luck too far and earn the punishment of his peers. Such was the case of Ares, cast out for one too many slights against his brothers and sisters.\n\nWhen he fell to earth, it was not as a god, but a child. Stripped of his divinity and placed in the care of Phillip II, King of Macedonia, Ares was given the name Alexander and lived the life of a young man of royalty. He learned of life as a human, studying the scepter as well as the sword. Though while he took in the lessons of man, he never forgot his true origins. When Phillip II died, the twenty year old Alexander ascended the throne to rule over Macedonia. As he took up the crown of his adopted father’s kingdom, he made a promise to himself. A promise to regain his godhood. To make the whole of the world worship at the foot of his throne.\n\nAlexander remembered the taste of divinity. He set out to conquer the whole of the world for his strength had always come from battle. He led his warriors with pitiless ferocity, bringing war to every tribe and nation. From the devotion and loyalty of his soldiers, a drop of the power he had once held as a god returned to him. And he needed more. So his conquering continued, all throughout the mediterranean and east into Asia. As more and more peoples were enveloped into his empire, Alexander’s power grew, bit by bit. But it was never enough. His thirst for divinity drove him onward, his grasp reaching further and further into the world. Ever-expanding war for his ever-growing power. For as he promised to himself, he would not stop until every man, woman, and child of the world worshipped at the foot of Alexander the Great.",
    "background_color": "FFFFFF",
    "icon_url": "https://valgrave-assets.s3-us-west-2.amazonaws.com/characters/thumbnails/alexander-thumbnail.jpg",
    "icon_url_large": "https://valgrave-assets.s3-us-west-2.amazonaws.com/characters/splash-art/alexander-splash.jpg",
    "name_color": "FFFFFF",
    "store_tags": "character",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "item_slot": "Character",
    "item_quality": "5"
  },
  {
    "appid": "1076500",
    "itemdefid": "2",
    "Timestamp": "2019-09-13T04:11:22Z",
    "modified": "20190913T041122Z",
    "date_created": "20190913T041122Z",
    "type": "item",
    "display_type": "Character",
    "name": "Arthur",
    "quantity": 0,
    "description": "An only child and the daughter of King Uther Pendragon, Arthur was born into the life of a princess. The only heir to the crown, her fate was to serve as a docile Queen. But Arthur was no weak maid in need of protecting. And though her father did not believe his daughter strong enough to wear the crown, Arthur set out to prove her strength. While she was still just a girl, Arthur took up the sword of a knight and sought out the monsters of Britain’s forests to prove her strength to her father.\n\nArthur heeded every call for help, every bounty placed, and every rumor of terrifying monster she came across. And with every passing season her strength grew and her renown along with it. Other knights and hunters of beasts began to follow in Arthur’s footsteps, eager to fight alongside her. Piling high the many trophies of their hunts on a large table in Camelot for all to see, the people of Britain far and wide knew the name of Arthur and her Knights of the Round Table.\n\nAs the tales of her valor grew ever more numerous, Uther called his daughter home to court. Arthur knelt before the throne of Britain and Uther beseeched his daughter to return to his side. But Arthur refused, declaring she would not return again to court until she had proven to Uther and his subjects that her strength was great enough to lead. Uther blessed her then and there with his own sword, declaring Arthur his successor and heir, to rule in his place when he should pass. But Arthur did not return to his side. She returned instead to her Knights of the Round Table and continued their hunt to purge Britain of the vile monsters which plagued it. Witches and giants and great serpents did they hunt, bringing safety to the people of Britain. But no victory was proof enough to herself that she was worthy of her father’s crown.\n\nYears passed by and eventually word of the King’s passing came to Camelot. Arthur returned to her father’s castle and mourned over him. But no sooner had she wept over his grave that the people called out for the crowning of their new King. And so Arthur reluctantly took up her father’s crown as King and ascended to the throne, to defend her kingdom and its people against any threat to Britain, natural or otherwise.",
    "background_color": "FFFFFF",
    "icon_url": "https://valgrave-assets.s3-us-west-2.amazonaws.com/characters/thumbnails/arthur-thumbnail.jpg",
    "icon_url_large": "https://valgrave-assets.s3-us-west-2.amazonaws.com/characters/splash-art/arthur-splash.jpg",
    "name_color": "FFFFFF",
    "store_tags": "character",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "item_slot": "Character",
    "item_quality": "5"
  },
  {
    "appid": "1076500",
    "itemdefid": "3",
    "Timestamp": "2019-09-21T10:38:52Z",
    "modified": "20190921T103852Z",
    "date_created": "20190921T103852Z",
    "type": "item",
    "display_type": "Character",
    "name": "Cheng I Sao",
    "price_category": "1;VLV500",
    "quantity": 0,
    "description": "They say the South China Sea is the safest place a person can sail. That is, if you fly the color red and pay homage to the Pirate Queen. For it would be folly to sail into the realm of the Red Flag fleet without the blessing of its ruler.\n\nCheng I Sao did not always rule the seas, however. Shortly after her husband’s death, with a handful of modest fleets roaming the seas, life for the pirates of the South China Sea grew perilous. The Chinese navy and Portuguese trading fleets sailed freely through their waters, crushing what pirates were fool enough to fight back against the encroachment of civilization. With only a small fleet of junks to her name, Cheng I Sao vowed to protect the lives of her pirate brothers and sisters at all costs. But instead of taking her fleet to the Chinese navy, she took it into the heart of the maelstrom, where the serpents slept.\n\nCheng I Sao found where the home of the great serpents of the South China Sea, a place deep in the heart of the wind and waves, a place no sane sailor would choose to go. Undaunted, she caught and chained one of the great serpents, binding it to the promise of obeying her will if it wished to be released. The serpent agreed. With the great monster under her command, Cheng I Sao returned to shallower waters and set her sights on her enemies. Wielding the power of the mighty serpent, she swept through the Chinese navy. Fleet after enemy fleet, she freed the waters of the South China Sea of the shackles of civilization and returned them to their rightful rulers. The pirates.",
    "background_color": "FFFFFF",
    "icon_url": "https://valgrave-assets.s3-us-west-2.amazonaws.com/characters/thumbnails/cheng-thumbnail.jpg",
    "icon_url_large": "https://valgrave-assets.s3-us-west-2.amazonaws.com/characters/splash-art/cheng-splash.jpg",
    "name_color": "FFFFFF",
    "store_tags": "character",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "item_slot": "Character",
    "item_quality": "5"
  },
  {
    "appid": "1076500",
    "itemdefid": "4",
    "Timestamp": "2019-09-13T04:11:22Z",
    "modified": "20190913T041122Z",
    "date_created": "20190913T041122Z",
    "type": "item",
    "display_type": "Character",
    "name": "Erik the Red",
    "price_category": "1;VLV100",
    "quantity": 0,
    "description": "Every viking knows the name of Erik the Red. And every one of them would split his skull with an axe if only given the chance. Very few would ever get the chance, however, and none who did would succeed.\n\nWhen Erik Thorvaldson fled his homeland, he brought with him the accumulated wealth of a dozen viking kings. His ship sailed low in the water, laden down with baskets of jewels, barrels of gold, and every other kind of holy or valuable trinket Erik was able to get his hands on. But soon his ship became known throughout the many viking halls and harbors dotting the northern seas. With nowhere else to turn, Erik sailed west, finally coming to the frozen wastes of Greenland.\n\nOnce ashore, he endeavoured to hide his vast treasures deep in the mountains. He built a holdfast among the snowy peaks where his wealth would be safe, away from the roving bands of vikings searching for him. But he would not remain hidden for long. Soon, the location of Erik’s holdfast was discovered and word spread from ship to ship like the wind. Word of the fabled treasures of Erik the Red and where they were kept. And so they came. Ships sailed for Greenland, carrying on them eager young men thirsting for the glory and wealth that came with slaying Erik the Red. The vikings scrambled over each other to be the first to defeat him. But Erik remained. He would not leave his vast treasure behind. His axe would be the death of any who would try to take it. For no living man would lay a hand on Erik the Red’s gold.",
    "background_color": "FFFFFF",
    "icon_url": "https://valgrave-assets.s3-us-west-2.amazonaws.com/characters/thumbnails/erik-thumbnail.jpg",
    "icon_url_large": "https://valgrave-assets.s3-us-west-2.amazonaws.com/characters/splash-art/erik-splash.jpg",
    "name_color": "FFFFFF",
    "store_tags": "character",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "item_slot": "Character",
    "item_quality": "5"
  },
  {
    "appid": "1076500",
    "itemdefid": "5",
    "Timestamp": "2019-09-21T10:38:52Z",
    "modified": "20190921T103852Z",
    "date_created": "20190921T103852Z",
    "type": "item",
    "display_type": "Character",
    "name": "Genghis Khan",
    "price_category": "1;VLV1000",
    "quantity": 0,
    "description": "Temujin, son of one of the many tribes who dotted the Asian Steppe, watched his father murdered before his very eyes. A betrayal by hands of the very clan his father ruled. The clan he himself was meant to rule someday. No sooner was the murderer’s blade wiped clean of his father’s blood then it was turned on him. Hardly a man himself and with no warriors of his own by his side, Temujin turned to desperate measures. He drew his blade, cut his horse’s neck, and drank of the horse’s blood, begging salvation from the horse gods and damnation for his enemies.\n\nHe was granted both.\n\nSomething changed within Temujin, granting him strength and speed unlike any other. With his new gifts, he slew his father’s killers with brutality and finality, ending the attack. Though his family was safe, the blood in his veins never cooled, for the horse gods’ vengeance had not yet been sated. He rallied to his side what few warriors he could trust and together they again begged blessings from the horse god, drinking of the horse’s blood and offering their very souls in exchange for vengeance.\n\nTemujin took on the title of Genghis Khan, leading his warriors into a battle against the tribes who betrayed him. One after another, he conquered the other tribes of the Asian Steppe. The horse gods’ power coursed through the veins of his warriors and they became an unstoppable wind which swirled the fractured peoples’ of the Steppe into one united peoples. But even with the whole of the Steppe under their control, the horse gods demanded more. And so the hooves of the Khan’s every expanding army beat all across Asia, carrying with them their unholy power.",
    "background_color": "FFFFFF",
    "icon_url": "https://valgrave-assets.s3-us-west-2.amazonaws.com/characters/thumbnails/genghis-thumbnail.jpg",
    "icon_url_large": "https://valgrave-assets.s3-us-west-2.amazonaws.com/characters/splash-art/genghis-splash.jpg",
    "name_color": "FFFFFF",
    "store_tags": "character",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "item_slot": "Character",
    "item_quality": "5"
  },
  {
    "appid": "1076500",
    "itemdefid": "6",
    "Timestamp": "2019-09-13T04:11:22Z",
    "modified": "20190913T041122Z",
    "date_created": "20190913T041122Z",
    "type": "item",
    "display_type": "Character",
    "name": "Joan d'Arc",
    "price_category": "1;VLV100",
    "quantity": 0,
    "description": "From a very young age, Jeanne d’Arc knew that she was special. She was not the prettiest girl in her village nor was she the smartest or the best at spinning yarn. But for all her normalcy, an uncanny thing happened to people when Jeanne was around. They were better. Their work easier, their woes faded and their joys swelled. Word of Jeanne’s influence spread until one day it came to the ears of the uncrowned King Charles VII of France, beset upon all sides by the threat of the English.\n\nThe King sent for Jeanne, bidding her come to the besieged city of Orleans and lift the spirits of the soldiers and people there. Jeanne obeyed, travelling far from her tiny village to the great, besieged city. When she arrived, however, Jeanne found herself overwhelmed by the state of the people. The sight of her French brothers and sisters broken and destitute brought her to her knees and she wept.\n\nNo sooner had she wiped away her tears, though, that she took up the standard of her King and stepped out the front gates, facing the fields of English. Throughout the city, a wave of courage swept through the people. Soldiers picked up their shields and spears, wounds closing and new strength coursing through their bodies as their empty bellies and souls filled. An army formed at the peasant girl’s back. With her standard high, Jeanne charged the enemy who oppressed the people of Orleans. As her cry went up, the army roared, fearlessly charging into the English with impossible vigor and incomparable strength. The French army swept the English from around the city of Orleans, breaking the six month siege. When the battle was over, Jeanne returned to the King, standard in hand. She declared she would not set it down until France was free from English rule. With the King’s blessing, Jeanne took to every front, leading her armies to free France from the chains of England.",
    "background_color": "FFFFFF",
    "icon_url": "https://valgrave-assets.s3-us-west-2.amazonaws.com/characters/thumbnails/joan-thumbnail.jpg",
    "icon_url_large": "https://valgrave-assets.s3-us-west-2.amazonaws.com/characters/splash-art/joan-splash.jpg",
    "name_color": "FFFFFF",
    "store_tags": "character",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "item_slot": "Character",
    "item_quality": "5"
  },
  {
    "appid": "1076500",
    "itemdefid": "7",
    "Timestamp": "2019-09-21T10:38:52Z",
    "modified": "20190921T103852Z",
    "date_created": "20190921T103852Z",
    "type": "item",
    "display_type": "Character",
    "name": "Merlin",
    "price_category": "1;VLV500",
    "quantity": 0,
    "description": "It is said that the trees whisper in the deep forests of northern Britain. When their whispers became warnings of fire sweeping south through the trees, the druids listened. The keepers of the forest gathered their tribes and their armies and joined in battle against the invaders of the north. But they were not enough. The tribes scattered under the coming onslaught of the viking horde, the druids fleeing with their warriors. All but one.\n\nMerlin stood alone against the foreign invaders. As the vikings burned and cut their way through the land, Merlin heeded the cry of the forest for aid. If the tribes of his people could not protect the forests, he would leave them an even more powerful protector. He gathered the power of the deep-rooted magics of the land, and summoned a window into the Otherworld. Magical beasts and creatures of nightmare poured forth through the portal Merlin made. They flooded the forests and made their homes among the trees, a barrier against the oncoming invasion.\n\nWhen the invaders finally came to the deep woods of the druids, they did not find the painted warriors of the welsh that they expected. Instead, they faced the lone druid, staff raised and an army of darkness on his heels. At his cry, Merlin’s monsters swept through the trees, destroying the vikings and devouring them from the battlefields. Every manner of monster and beast drove the vikings from the forests and chased them from the land, leaving the forests in peace.",
    "background_color": "FFFFFF",
    "icon_url": "https://valgrave-assets.s3-us-west-2.amazonaws.com/characters/thumbnails/merlin-thumbnail.jpg",
    "icon_url_large": "https://valgrave-assets.s3-us-west-2.amazonaws.com/characters/splash-art/merlin-splash.jpg",
    "name_color": "FFFFFF",
    "store_tags": "character",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "item_slot": "Character",
    "item_quality": "5"
  },
  {
    "appid": "1076500",
    "itemdefid": "8",
    "Timestamp": "2019-12-11T07:37:09Z",
    "modified": "20191211T073709Z",
    "date_created": "20191211T073709Z",
    "type": "item",
    "display_type": "Character",
    "name": "Miyamoto Musashi",
    "price_category": "1;VLV1000",
    "quantity": 0,
    "description": "As the age of spirits drew to a close and the kami slept in Japan, some few rogue spirits refused to be tamed. In defiance, these shapeshifting yokai took the forms of men and fled to the far reaches of Japan. The greater spirits were enraged by the yokai’s defiance and from their anger was born a boy, blessed with the speed of the wind and the steadiness of the earth itself. The boy was called Miyamoto Musashi. Raised by a priest named Dorinbo, the boy quickly grew skilled in the art of the sword, resolved to take up the spirits’ calling to hunt down and bring to heel the rogue yokai who roamed Japan.\n\nAt thirteen, Musashi encountered the first of these yokai, a brazen young man causing trouble in a nearby town. When he went to the young man, he saw the yokai for what it was and demanded it leave the mortal world in the name of the spirits. When the yokai refused and took its true shape, Musashi struck it down with his blade. Thus began his journey.\n\nSixty one duels Musashi won. And sixty one yokai he banished to the afterlife, exacting the greater spirits’ will as the divine sword of the kami. Until his power grew too strong. The kami soon feared that Musashi would turn his holy abilities on his masters. And so they came to Musashi and demanded he return the power they had gifted to him. But Musashi refused. He told the great kami that they would have to defeat him in a duel if they desired the power back. The kami, having watched Musashi slay sixty one yokai, retreated back into their rocks and streams, knowing they could not defeat him. Musashi continued to hone his skills, mastering the divine sword. He passed this knowledge onto his disciples and they too became warriors for even the greater spirits to fear. In this way, Miyamoto Musashi aided the passing of the world from kami to mankind in Japan, becoming the barrier that protected the mortal world from any yokai or kami that would see fit to do it harm.",
    "background_color": "FFFFFF",
    "icon_url": "https://valgrave-assets.s3-us-west-2.amazonaws.com/characters/thumbnails/miyamoto-thumbnail.jpg",
    "icon_url_large": "https://valgrave-assets.s3-us-west-2.amazonaws.com/characters/splash-art/miyamoto-splash.jpg",
    "name_color": "FFFFFF",
    "store_tags": "character",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "item_slot": "Character",
    "item_quality": "5"
  },
  {
    "appid": "1076500",
    "itemdefid": "9",
    "Timestamp": "2019-09-21T10:38:52Z",
    "modified": "20190921T103852Z",
    "date_created": "20190921T103852Z",
    "type": "item",
    "display_type": "Character",
    "name": "Robin Hood",
    "price_category": "1;VLV100",
    "quantity": 0,
    "description": "Deep in the trees of Sherwood forest, off the beaten paths and away from any town, there is a place known only to the local farmers as a grove blessed with luck. When one of the nearby villagers wants something dearly, they write their wish on a scrap of paper and nail it to one of the trees in the grove. To their wild surprise, their wishes often came true and they thanked the luck of the forest for its blessings. But these blessings did not come from the trees, but the merry men who lived among them.\n\nIt did not take Robin Hood long after returning from the Crusades to see the cruelty and injustice plaguing Nottingham. When Robin confronted the Sheriff of Nottingham and demanded justice and fairness be brought to the land, the Sheriff laughed in his face and threw him out into the mud. But Robin would not be dissuaded. He returned to the Sheriff’s home in the dead of night, his closest friend Little John by his side, and when the townspeople of Nottingham woke the next day, they were greeted by the body of their slain Sheriff in the street.\n\nBut Robin was not satisfied with only the death of the Sheriff. When a wish was left in the lucky grove or a whisper of injustice made its way to Robin’s ears, he and Little John took to the night. They put the nobility to the sword and carried out the deepest, darkest desires of the common folk, punishing the aristocracy that had trampled upon them for so long. Elusive and determined, Robin continued his work, night after night. For there was always another nobleman in need of punishment and there was always another peasant’s wish that he could fulfill.",
    "background_color": "FFFFFF",
    "icon_url": "https://valgrave-assets.s3-us-west-2.amazonaws.com/characters/thumbnails/robin-thumbnail.jpg",
    "icon_url_large": "https://valgrave-assets.s3-us-west-2.amazonaws.com/characters/splash-art/robin-splash.jpg",
    "name_color": "FFFFFF",
    "store_tags": "character",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "item_slot": "Character",
    "item_quality": "5"
  },
  {
    "appid": "1076500",
    "itemdefid": "10",
    "Timestamp": "2019-09-21T10:38:52Z",
    "modified": "20190921T103852Z",
    "date_created": "20190921T103852Z",
    "type": "item",
    "display_type": "Character",
    "name": "Shakespeare",
    "price_category": "1;VLV500",
    "quantity": 0,
    "description": "Out of the small town of Stratford-upon-Avon, a young, ambitious boy dreamed of mastering the written word. Young William Shakespeare spent his childhood absorbed in writings and poetry and plays, consuming all he could and wanting nothing more than to be the greatest playwright and poet to ever live. But there was one problem. Young William was talentless. His words fell flat on the page and his prose were mocked by those who heard them. He could write nothing that would elicit a reaction beyond pity or scorn.\n\nDistraught and unsure of what to do with his lack of ability, William prayed. He begged his quill, page, and ink for the ability to write the greatest work of the stage ever written and to be lauded for his work. He declared he would pay any price, offering up his very soul as payment if need be. And the ink listened. The next day, when William put quill to parchment, the pact was sealed. His soul flowed out of him into the work, producing the greatest play ever written to date. And thus Henry VI was composed.\n\nBut soon his own soul was not enough. The ink promised him more if he would but offer up a greater price. The soul of another. Where Shakespeare’s soul had dried up, the empty space it left behind soon filled with an unquenchable thirst for power. A power only the ink could provide. A power he reached for with glee. And so Shakespeare began his dark work. Writing the souls of those around him onto the page, offering them as payment for the mastery he gained. And how his power grew. Soon his works were praised across the land, celebrated in every language, and cheered in every theater. He was the greatest playwright who ever lived. The Bard of Avon. A wizard of the written word.",
    "background_color": "FFFFFF",
    "icon_url": "https://valgrave-assets.s3-us-west-2.amazonaws.com/characters/thumbnails/shakespeare-thumbnail.jpg",
    "icon_url_large": "https://valgrave-assets.s3-us-west-2.amazonaws.com/characters/splash-art/shakespeare-splash.jpg",
    "name_color": "FFFFFF",
    "store_tags": "character",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "item_slot": "Character",
    "item_quality": "5"
  },
  {
    "appid": "1076500",
    "itemdefid": "11",
    "Timestamp": "2020-09-25T10:21:17Z",
    "modified": "20200925T102117Z",
    "date_created": "20200925T102117Z",
    "type": "item",
    "display_type": "Character",
    "name": "Confucius",
    "quantity": 0,
    "description": "As a young boy, Kǒng Zhòngní was known to all as a gifted individual. He excelled in the Six Arts that all young men studied, and it did not take long for the leaders of the land to recognize his wisdom as a scholar.As a man, even the duke himself sent a summons to Kǒng to appear in the court of the capital city and advise him. \n\nNot long after Kǒng joined the duke at court, a great revolt blossomed in the province of Lu. The rebellion grew and the duke looked to the leading families of the land to raise an army and put down the rabble, but found his allies locked away in their castle estates. As the duke lamented his selfish allies, Kǒng Zhòngní came to the duke and asked him to speak with the rebels face to face of the virtuous path of Heaven. The duke laughed at the suggestion and admonished Kǒng for putting too much faith in principle. Instead he armed the city’s population to fight and Kǒng’s heart broke at the sight of the armed civilians, as he knew there was a better way.\n\nThe rebellion soon besieged the city and common folk lined the walls, but Kǒng would not let them pay the price for the duke’s stubbornness. Kǒng Zhòngní lowered himself from the city’s walls and approached the rebel encampment unarmed. Thinking it a trick, the rebels raised their bows to strike him down with arrows, but Kǒng raised his hands and spoke to them. He told them of the path of righteousness, the rituals and traditions of Heaven, and the behaviors of the virtuous man. At the sound of his voice, the hearts of the rebels transformed and their bloodlust faded. Like a wave, the rebellion dissolved at Confucius’s words, dispersing back into the countryside. Kǒng returned to the city, having defeated the rebellion without raising a sword, and was given the name Confucius, Master Kong. With the city saved, Confucius bid the duke well and left with his disciples to travel the provinces and steer the hearts of man down the righteous path.",
    "background_color": "FFFFFF",
    "icon_url": "https://valgrave-assets.s3-us-west-2.amazonaws.com/characters/thumbnails/confucius-thumbnail.jpg",
    "icon_url_large": "https://valgrave-assets.s3-us-west-2.amazonaws.com/characters/splash-art/confucius-splash.jpg",
    "name_color": "FFFFFF",
    "store_tags": "battlepass",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "item_slot": "",
    "item_quality": "5"
  },
  {
    "appid": "1076500",
    "itemdefid": "12",
    "Timestamp": "2019-09-13T04:11:23Z",
    "modified": "20190913T041123Z",
    "date_created": "20190913T041123Z",
    "type": "bundle",
    "display_type": "Character Bundle",
    "name": "Free Character Bundle",
    "bundle": "1;2",
    "quantity": 0,
    "description": "These character's are provided for free.",
    "background_color": "FFFFFF",
    "name_color": "FFFFFF",
    "promo": "played:1076500/0",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "store_hidden": true,
    "item_slot": "",
    "item_quality": "5"
  },
  {
    "appid": "1076500",
    "itemdefid": "100000",
    "Timestamp": "2019-12-11T11:24:37Z",
    "modified": "20191211T112437Z",
    "date_created": "20191211T112437Z",
    "type": "item",
    "display_type": "Currency",
    "name": "Coins",
    "quantity": 0,
    "description": "Earned by playing the game.",
    "background_color": "000000",
    "icon_url": "https://valgrave-assets.s3-us-west-2.amazonaws.com/items/coin-stack.png",
    "icon_url_large": "https://valgrave-assets.s3-us-west-2.amazonaws.com/items/coin-stack.png",
    "name_color": "FFFFFF",
    "store_tags": "currency",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "store_hidden": true,
    "item_slot": "Currency",
    "item_quality": "5"
  },
  {
    "appid": "1076500",
    "itemdefid": "100010",
    "Timestamp": "2019-12-11T11:24:37Z",
    "modified": "20191211T112437Z",
    "date_created": "20191211T112437Z",
    "type": "bundle",
    "display_type": "Currency",
    "name": "10 Coin Bundle",
    "bundle": "100000x10",
    "quantity": 0,
    "description": "Earned by playing the game.",
    "background_color": "000000",
    "icon_url": "https://valgrave-assets.s3-us-west-2.amazonaws.com/items/coin-stack.png",
    "icon_url_large": "https://valgrave-assets.s3-us-west-2.amazonaws.com/items/coin-stack.png",
    "name_color": "FFFFFF",
    "store_tags": "currency",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "store_hidden": true,
    "item_slot": "Currency",
    "item_quality": "5"
  },
  {
    "appid": "1076500",
    "itemdefid": "100100",
    "Timestamp": "2020-02-12T11:20:32Z",
    "modified": "20200212T112032Z",
    "date_created": "20200212T112032Z",
    "type": "bundle",
    "display_type": "Currency",
    "name": "100 Coin Bundle",
    "bundle": "100000x100",
    "quantity": 0,
    "description": "Earned by playing the game.",
    "background_color": "000000",
    "icon_url": "https://valgrave-assets.s3-us-west-2.amazonaws.com/items/coin-stack.png",
    "icon_url_large": "https://valgrave-assets.s3-us-west-2.amazonaws.com/items/coin-stack.png",
    "name_color": "FFFFFF",
    "store_tags": "currency",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "store_hidden": true,
    "item_slot": "Currency",
    "item_quality": "5"
  },
  {
    "appid": "1076500",
    "itemdefid": "101500",
    "Timestamp": "2020-03-10T03:07:45Z",
    "modified": "20200310T030745Z",
    "date_created": "20200310T030745Z",
    "type": "bundle",
    "display_type": "Currency",
    "name": "1500 Coin Bundle",
    "bundle": "100000x1500",
    "quantity": 0,
    "description": "Earned by playing the game.",
    "background_color": "000000",
    "icon_url": "https://valgrave-assets.s3-us-west-2.amazonaws.com/items/coin-stack.png",
    "icon_url_large": "https://valgrave-assets.s3-us-west-2.amazonaws.com/items/coin-stack.png",
    "name_color": "FFFFFF",
    "store_tags": "currency",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "store_hidden": true,
    "item_slot": "Currency",
    "item_quality": "5"
  },
  {
    "appid": "1076500",
    "itemdefid": "110000",
    "Timestamp": "2019-12-11T11:24:37Z",
    "modified": "20191211T112437Z",
    "date_created": "20191211T112437Z",
    "type": "bundle",
    "display_type": "Currency",
    "name": "10000 Coin Bundle",
    "bundle": "100000x10000",
    "quantity": 0,
    "description": "Earned by playing the game.",
    "background_color": "000000",
    "icon_url": "https://valgrave-assets.s3-us-west-2.amazonaws.com/items/coin-stack.png",
    "icon_url_large": "https://valgrave-assets.s3-us-west-2.amazonaws.com/items/coin-stack.png",
    "name_color": "FFFFFF",
    "store_tags": "currency",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "store_hidden": true,
    "item_slot": "Currency",
    "item_quality": "5"
  },
  {
    "appid": "1076500",
    "itemdefid": "200002",
    "Timestamp": "2020-05-29T00:22:57Z",
    "modified": "20200529T002257Z",
    "date_created": "20200529T002257Z",
    "type": "bundle",
    "display_type": "Currency",
    "name": "Player Test Code Redemption 1000 coins",
    "bundle": "100000x1000",
    "quantity": 0,
    "description": "Used for the initial player test",
    "background_color": "000000",
    "icon_url": "https://valgrave-assets.s3-us-west-2.amazonaws.com/items/coin-stack.png",
    "icon_url_large": "https://valgrave-assets.s3-us-west-2.amazonaws.com/items/coin-stack.png",
    "name_color": "FFFFFF",
    "store_tags": "currency",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "item_slot": "Currency",
    "item_quality": "5"
  },
  {
    "appid": "1076500",
    "itemdefid": "100050",
    "Timestamp": "2020-09-25T11:55:29Z",
    "modified": "20200925T115529Z",
    "date_created": "20200925T115529Z",
    "type": "bundle",
    "display_type": "Currency",
    "name": "50 Coin Bundle",
    "bundle": "100000x50",
    "quantity": 0,
    "description": "Earned by playing the game.",
    "background_color": "000000",
    "icon_url": "https://valgrave-assets.s3-us-west-2.amazonaws.com/items/coin-stack.png",
    "icon_url_large": "https://valgrave-assets.s3-us-west-2.amazonaws.com/items/coin-stack.png",
    "name_color": "FFFFFF",
    "store_tags": "currency",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "store_hidden": true,
    "item_slot": "Currency",
    "item_quality": "5"
  }
]