[
  {
    "appid": "1225330",
    "itemdefid": "1",
    "Timestamp": "2020-10-05T17:05:16Z",
    "modified": "20201005T170516Z",
    "date_created": "20201005T170516Z",
    "type": "item",
    "display_type": "",
    "name": "5,000 VC",
    "name_german": "5.000 VC-Pack",
    "name_french": "Pack 5.000 VC",
    "name_koreana": "5,000 VC 팩",
    "name_schinese": "5,000 VC包",
    "name_tchinese": "5,000 VC包",
    "name_russian": "Набор 5,000 VC",
    "name_japanese": "5,000 VCパック",
    "name_portuguese": "Pacote 5.000 VC",
    "name_polish": "Pakiet 5000 VC",
    "name_danish": "5.000 VC-Pakke",
    "name_dutch": "5.000 VC-Pack",
    "name_finnish": "5000 VC Pack -Valuuttapakkaus",
    "name_norwegian": "5000 VC-Pakke",
    "name_swedish": "5 000 VC-Paket",
    "name_hungarian": "5000 VC Csomag",
    "name_czech": "Balík 5000 VC",
    "name_turkish": "5000 Sanal Para Paketi",
    "name_brazilian": "5,000 VC Pack",
    "price": "1;USD199,GBP169,EUR199,RUB14300,BRL990,JPY22000,IDR3100000,MYR900,PHP10000,SGD280,THB6400,VND4600000,KRW240000,TRY900,UAH6400,MXN4900,CAD299,NZD325,NOK2000,PLN800,CHF230,CNY1400,INR15000,CLP171400,PEN699,COP8100,ZAR3200,HKD1600,TWD6000,SAR900,AED800,ARS15100,ILS900,KZT86600,KWD100,QAR800,CRC110000,UYU8700",
    "quantity": 0,
    "description": "There are more ways than ever before to spend your VC. Upgrade your MyPLAYER, buy MyTEAM packs to build your perfect fantasy team, and so much more!",
    "description_german": "Es gibt mehr Möglichkeiten denn je, deine VC zu investieren. Verbessere deinen Mein SPIELER, kaufe Mein TEAM-Packs, um dein perfektes Fantasieteam zu erstellen, und mehr!",
    "description_french": "Découvrez de nouvelles façons de dépenser vos VC. Améliorez Mon JOUEUR, achetez des packs Mon ÉQUIPE pour constituer la parfaite équipe, et plus encore !",
    "description_italian": "Ci sono più modi che mai per spendere VC. Migliora Il mio GIOCATORE, acquista pacchetti La mia SQUADRA per creare la tua squadra dei sogni e molti altri ancora!",
    "description_koreana": "여러분이 보유하신 VC를 더 다양하게 사용하실 수 있는 방법이 있습니다. MyPLAYER를 업그레이드 하시거나, MyTEAM 팩을 구매하셔서 여러분 만의 완벽하고 환상적인 팀을 만드시는 등, 더 많은 사용 방법이 있습니다!",
    "description_spanish": "Hay más formas que nunca de usar tus VC. ¡Mejora tu Mi JUGADOR, compra packs de Mi EQUIPO para crear tu equipo de ensueño y mucho más!",
    "description_schinese": "花费VC点数的方法比以往更加丰富。包括升级MyPLAYER、购买MyTEAM包打造完美梦幻球队等诸多用途！",
    "description_tchinese": "有超越過往的更多方式讓您花用虛擬貨幣（VC）：包括升級您的MyPLAYER、購買MyTEAM卡片包來打造您的夢幻球隊，以及其他諸多用途！",
    "description_russian": "Существует множество способов потратить вашу виртуальную валюту (VC). Вы можете улучшить MyPLAYER, купить наборы для режима MyTEAM и создать с их помощью команду мечты и многое другое!",
    "description_japanese": "VCの使い道がかつてないほど増えました。MyPLAYERのアップグレード、完璧なドリームチームを作るためのMyTEAMパック購入などが行えます！",
    "description_portuguese": "Existem mais formas que nunca para gastares os teus VC. Melhora o teu MyPLAYER, compra pacotes MyTEAM para dares forma à tua equipa perfeita e muito mais!",
    "description_polish": "Teraz możesz wydawać VC na więcej sposobów niż kiedykolwiek przedtem. Ulepszaj swojego zawodnika MyPLAYER, kupuj pakiety MyTEAM, aby budować idealną drużynę marzeń – i wiele więcej!",
    "description_danish": "Du kan bruge dine VC på flere ting end nogensinde før. Opgradér din MyPLAYER, køb MyTEAM-pakker, så du kan samle dit drømmehold og meget mere!",
    "description_dutch": "Je kunt je VC op meer manieren dan ooit besteden. Upgrade je MyPLAYER, koop MyTEAM-packs om je perfecte fantasy-team op te bouwen, en nog veel meer!",
    "description_finnish": "VC-yksikköjen käyttämiseen on nyt useampia tapoja kuin koskaan ennen. Päivitä MyPLAYER-hahmoa, rakenna täydellinen fantasiajoukkue ostamalla MyTEAM-paketteja ja paljon muuta!",
    "description_norwegian": "Det er nå flere måter enn aldri før å bruke VC på. Oppgrader din MyPLAYER, kjøp MyTEAM-pakker for å lage det perfekte drømmelaget og mye mer!",
    "description_swedish": "Det finns fler sätt än någonsin att spendera dina VC. Uppgradera din MyPLAYER, köp MyTEAM-paket att bygga ditt drömlag med, och mycket mer!",
    "description_hungarian": "Minden eddiginél többféle lehetőséged nyílik a VC elköltésére. MyPLAYER karaktered fejlesztése, MyTEAM csomagok vásárlása a tökéletes álomcsapat létrehozásához – és ez még csak a kezdet!",
    "description_czech": "Nyní můžete VC utrácet více způsoby než kdy dřív. Vylepšujte si MyPLAYER, kupujte balíčky MyTEAM a vytvořte díky nim dokonalý tým snů a mnoho dalšího!",
    "description_turkish": "Artık VC'nizi harcamak için her zamankinden fazla yol var. MyPLAYER'ınızı yükseltin, kusursuz fantezi takımınızı kurmak için MyTEAM paketleri satın alın ve çok daha fazlasını yapın!",
    "description_brazilian": "Agora, existem ainda mais maneiras de gastar seu VC. Melhore seu MyPLAYER, compre pacotes MyTEAM para montar seu time dos sonhos e muito mais!",
    "description_arabic": "هناك طرق أكثر من ذي قبل لإنفاق VC الخاصة بك. قم بترقية MyPLAYER لديك وقم بشراء حزم MyTEAM لتشكيل فريق الأحلام المثالي والمزيد!",
    "background_color": "8e282d",
    "icon_url": "https://cdn.2kgames.com/web/vcentertainment.com/vc/2k21/5k_NBA_VC_200.png",
    "icon_url_large": "https://cdn.2kgames.com/web/vcentertainment.com/vc/2k21/5k_NBA_VC_512.png",
    "name_color": "f0f0f0",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "item_slot": "decoration",
    "item_quality": "0"
  },
  {
    "appid": "1225330",
    "itemdefid": "2",
    "Timestamp": "2020-10-05T17:05:16Z",
    "modified": "20201005T170516Z",
    "date_created": "20201005T170516Z",
    "type": "item",
    "display_type": "",
    "name": "15,000 VC",
    "name_german": "15.000 VC-Pack",
    "name_french": "Pack 15.000 VC",
    "name_koreana": "15,000 VC 팩",
    "name_schinese": "15,000 VC包",
    "name_tchinese": "15,000 VC包",
    "name_russian": "Набор 15,000 VC",
    "name_japanese": "15,000 VCパック",
    "name_portuguese": "Pacote 15.000 VC",
    "name_polish": "Pakiet 15 000 VC",
    "name_danish": "15.000 VC-Pakke",
    "name_dutch": "15.000 VC-Pack",
    "name_finnish": "15 000 VC Pack -Valuuttapakkaus",
    "name_norwegian": "15 000 VC-Pakke",
    "name_swedish": "15 000 VC-Paket",
    "name_hungarian": "15000 VC Csomag",
    "name_czech": "Balík 15 000 VC",
    "name_turkish": "15.000 Sanal Para Paketi",
    "name_brazilian": "15,000 VC Pack",
    "price": "1;USD499,GBP399,EUR499,RUB35900,BRL2490,JPY55000,IDR7800000,MYR2100,PHP25000,SGD690,THB16000,VND11500000,KRW600000,TRY2200,UAH15900,MXN12199,CAD699,NZD795,NOK4800,PLN2100,CHF590,CNY3500,INR37500,CLP430300,PEN1699,COP2018800,ZAR8900,HKD3900,TWD15000,SAR2250,AED1900,ARS37899,ILS2100,KZT217300,KWD200,QAR1900,CRC280000,UYU21500",
    "quantity": 0,
    "description": "There are more ways than ever before to spend your VC. Upgrade your MyPLAYER, buy MyTEAM packs to build your perfect fantasy team, and so much more! BUILD your MyTEAM by opening packs and creating a team of current players and NBA Legends!",
    "description_german": "Es gibt mehr Möglichkeiten denn je, deine VC zu investieren. Verbessere deinen Mein SPIELER, kaufe Mein TEAM-Packs, um dein perfektes Fantasieteam zu erstellen, und mehr! ERSTELLE dein Mein TEAM, indem du Packs öffnest und ein Team aus aktuellen Spielern und NBA-Legenden zusammenstellst!",
    "description_french": "Découvrez de nouvelles façons de dépenser vos VC. Améliorez Mon JOUEUR, achetez des packs Mon ÉQUIPE pour constituer la parfaite équipe, et plus encore ! CONSTITUEZ votre équipe avec des joueurs actuels et des légendes de la NBA grâce aux packs Mon ÉQUIPE !",
    "description_italian": "Ci sono più modi che mai per spendere VC. Migliora Il mio GIOCATORE, acquista pacchetti La mia SQUADRA per creare la tua squadra dei sogni e molti altri ancora! ASSEMBLA La mia SQUADRA: usa i pacchetti e crea una squadra di giocatori attuali e leggende NBA!",
    "description_koreana": "여러분이 보유하신 VC를 더 다양하게 사용하실 수 있는 방법이 있습니다. MyPLAYER를 업그레이드 하시거나, MyTEAM 팩을 구매하셔서 여러분 만의 완벽하고 환상적인 팀을 만드시는 등, 더 많은 사용 방법이 있습니다! 만들기 MyTEAM 팩을 열어 현역 선수들과 NBA의 전설로 구성된 팀으로 여러분의 MyTEAM을 구축 해 보세요!",
    "description_spanish": "Hay más formas que nunca de usar tus VC. ¡Mejora tu Mi JUGADOR, compra packs de Mi EQUIPO para crear tu equipo de ensueño y mucho más! CREA tu Mi EQUIPO abriendo packs y diseñando un equipo de jugadores actuales y leyendas de la NBA.",
    "description_schinese": "花费VC点数的方法比以往更加丰富。包括升级MyPLAYER、购买MyTEAM包打造完美梦幻球队等诸多用途！ 撕开卡包并用一支包含现役和NBA传奇球员的队伍打造属于你的MyTEAM！",
    "description_tchinese": "有超越過往的更多方式讓您花用虛擬貨幣（VC）：包括升級您的MyPLAYER、購買MyTEAM卡片包來打造您的夢幻球隊，以及其他諸多用途！ 打造您的MyTEAM：打開卡片包並創建由現役球員和NBA傳奇球星組成的隊伍！",
    "description_russian": "Существует множество способов потратить вашу виртуальную валюту (VC). Вы можете улучшить MyPLAYER, купить наборы для режима MyTEAM и создать с их помощью команду мечты и многое другое! ОТКРЫВАЙТЕ наборы, чтобы создать команду мечты из современных звезд и легенд NBA в режиме MyTEAM.",
    "description_japanese": "VCの使い道がかつてないほど増えました。MyPLAYERのアップグレード、完璧なドリームチームを作るためのMyTEAMパック購入などが行えます！ チーム作り：パックを開き、現在の選手とNBAのレジェンドのチームを組み合わせたMyTEAMを作りましょう！",
    "description_portuguese": "Existem mais formas que nunca para gastares os teus VC. Melhora o teu MyPLAYER, compra pacotes MyTEAM para dares forma à tua equipa perfeita e muito mais! FORMA a tua MyTEAM ao abrir pacotes e criando uma equipa de jogadores atuais e lendas da NBA!",
    "description_polish": "Teraz możesz wydawać VC na więcej sposobów niż kiedykolwiek przedtem. Ulepszaj swojego zawodnika MyPLAYER, kupuj pakiety MyTEAM, aby budować idealną drużynę marzeń – i wiele więcej! BUDUJ swoją drużynę MyTEAM, otwierając paczki i dodając aktywnych graczy oraz legendy NBA!",
    "description_danish": "Du kan bruge dine VC på flere ting end nogensinde før. Opgradér din MyPLAYER, køb MyTEAM-pakker, så du kan samle dit drømmehold og meget mere! BYG dit MyTEAM ved at åbne pakker og danne et hold af aktive spillere og NBA Legends!",
    "description_dutch": "Je kunt je VC op meer manieren dan ooit besteden. Upgrade je MyPLAYER, koop MyTEAM-packs om je perfecte fantasy-team op te bouwen, en nog veel meer! BOUW je MyTEAM door packs te openen en een team met huidige spelers en NBA Legends samen te stellen!",
    "description_finnish": "VC-yksikköjen käyttämiseen on nyt useampia tapoja kuin koskaan ennen. Päivitä MyPLAYER-hahmoa, rakenna täydellinen fantasiajoukkue ostamalla MyTEAM-paketteja ja paljon muuta! RAKENNA MyTEAM-joukkueesi avaamalla paketteja ja luomalla joukkue nykyisistä pelaajista ja NBA-legendoista!",
    "description_norwegian": "Det er nå flere måter enn aldri før å bruke VC på. Oppgrader din MyPLAYER, kjøp MyTEAM-pakker for å lage det perfekte drømmelaget og mye mer! BYGG ditt MyTEAM ved å åpne pakker og lage et lag av både aktive spillere og NBA Legends!",
    "description_swedish": "Det finns fler sätt än någonsin att spendera dina VC. Uppgradera din MyPLAYER, köp MyTEAM-paket att bygga ditt drömlag med, och mycket mer! BYGG ditt MyTEAM genom att öppna paket och sätta ihop ett lag med aktuella spelare och NBA Legends!",
    "description_hungarian": "Minden eddiginél többféle lehetőséged nyílik a VC elköltésére. MyPLAYER karaktered fejlesztése, MyTEAM csomagok vásárlása a tökéletes álomcsapat létrehozásához – és ez még csak a kezdet! ÉPÍTSD MyTEAM csapatodat: nyiss ki csomagokat, és hozz létre keretet napjaink játékosaiból és az NBA legendáiból!",
    "description_czech": "Nyní můžete VC utrácet více způsoby než kdy dřív. Vylepšujte si MyPLAYER, kupujte balíčky MyTEAM a vytvořte díky nim dokonalý tým snů a mnoho dalšího! VYBUDUJTE si MyTEAM otevíráním balíčků a vytvářením týmu ze současných hráčů a legend NBA!",
    "description_turkish": "Artık VC'nizi harcamak için her zamankinden fazla yol var. MyPLAYER'ınızı yükseltin, kusursuz fantezi takımınızı kurmak için MyTEAM paketleri satın alın ve çok daha fazlasını yapın! Paketler açıp güncel oyuncular ile NBA Efsanelerinden bir takım oluşturarak MyTEAM KURUN!",
    "description_brazilian": "Agora, existem ainda mais maneiras de gastar seu VC. Melhore seu MyPLAYER, compre pacotes MyTEAM para montar seu time dos sonhos e muito mais! MONTE seu MyTEAM abrindo pacotes e criando um time com jogadores atuais e lendas da NBA!",
    "description_arabic": "هناك طرق أكثر من ذي قبل لإنفاق VC الخاصة بك. قم بترقية MyPLAYER لديك وقم بشراء حزم MyTEAM لتشكيل فريق الأحلام المثالي والمزيد! أنشئ MyTEAM الخاص بك من خلال فتح الحزم لتشكيل فريق من اللاعبين الحاليين وأساطير NBA!",
    "background_color": "8e282d",
    "icon_url": "https://cdn.2kgames.com/web/vcentertainment.com/vc/2k21/15k_NBA_VC_200.png",
    "icon_url_large": "https://cdn.2kgames.com/web/vcentertainment.com/vc/2k21/15k_NBA_VC_512.png",
    "name_color": "f0f0f0",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "item_slot": "decoration",
    "item_quality": "0"
  },
  {
    "appid": "1225330",
    "itemdefid": "3",
    "Timestamp": "2020-10-05T17:05:16Z",
    "modified": "20201005T170516Z",
    "date_created": "20201005T170516Z",
    "type": "item",
    "display_type": "",
    "name": "35,000 VC",
    "name_german": "35.000 VC-Pack",
    "name_french": "Pack 35.000 VC",
    "name_koreana": "35,000 VC 팩",
    "name_schinese": "35,000 VC包",
    "name_tchinese": "35,000 VC包",
    "name_russian": "Набор 35,000 VC",
    "name_japanese": "35,000 VCパック",
    "name_portuguese": "Pacote 35.000 VC",
    "name_polish": "Pakiet 35 000 VC",
    "name_danish": "35.000 VC-Pakke",
    "name_dutch": "35.000 VC-Pack",
    "name_finnish": "35 000 VC Pack -Valuuttapakkaus",
    "name_norwegian": "35 000 VC-Pakke",
    "name_swedish": "35 000 VC-Paket",
    "name_hungarian": "35000 VC Csomag",
    "name_czech": "Balík 35 000 VC",
    "name_turkish": "35 000 Sanal Para Paketi",
    "name_brazilian": "35,000 VC Pack",
    "price": "1;USD999,GBP799,EUR999,RUB71900,BRL4990,JPY110000,IDR15500000,MYR4200,PHP50000,SGD1390,THB32000,VND23000000,KRW1200000,TRY4400,UAH32900,MXN24499,CAD1349,NZD1595,NOK9500,PLN4200,CHF1150,CNY7000,INR75000,CLP861900,PEN3399,COP40500,ZAR15900,HKD7900,TWD30000,SAR4500,AED3700,ARS75899,ILS4200,KZT435200,KWD400,QAR3700,CRC560000,UYU43000",
    "quantity": 0,
    "description": "There are more ways than ever before to spend your VC. Upgrade your MyPLAYER, buy MyTEAM packs to build your perfect fantasy team, and so much more! CUSTOMIZE your MyPLAYER with the latest gear by visiting the 2K Store.",
    "description_german": "Es gibt mehr Möglichkeiten denn je, deine VC zu investieren. Verbessere deinen Mein SPIELER, kaufe Mein TEAM-Packs, um dein perfektes Fantasieteam zu erstellen, und mehr! INDIVIDUALISIERE deinen Mein SPIELER im 2K Store mit der neuesten Ausrüstung.",
    "description_french": "Découvrez de nouvelles façons de dépenser vos VC. Améliorez Mon JOUEUR, achetez des packs Mon ÉQUIPE pour constituer la parfaite équipe, et plus encore ! PERSONNALISEZ Mon JOUEUR grâce aux équipements de la boutique 2K.",
    "description_italian": "Ci sono più modi che mai per spendere VC. Migliora Il mio GIOCATORE, acquista pacchetti La mia SQUADRA per creare la tua squadra dei sogni e molti altri ancora! PERSONALIZZALO: visita il negozio 2K e acquista l'attrezzatura più recente.",
    "description_koreana": "여러분이 보유하신 VC를 더 다양하게 사용하실 수 있는 방법이 있습니다. MyPLAYER를 업그레이드 하시거나, MyTEAM 팩을 구매하셔서 여러분 만의 완벽하고 환상적인 팀을 만드시는 등, 더 많은 사용 방법이 있습니다! 꾸미기 2K Store를 방문하셔서 최신 장비로 여러분의 MyPLAYER를 꾸며 보세요.",
    "description_spanish": "Hay más formas que nunca de usar tus VC. ¡Mejora tu Mi JUGADOR, compra packs de Mi EQUIPO para crear tu equipo de ensueño y mucho más! PERSONALIZA a tu Mi JUGADOR con el último equipo disponible en la Tienda 2K.",
    "description_schinese": "花费VC点数的方法比以往更加丰富。包括升级MyPLAYER、购买MyTEAM包打造完美梦幻球队等诸多用途！ 访问2K商店用最新的装备自订你的MyPLAYER。",
    "description_tchinese": "有超越過往的更多方式讓您花用虛擬貨幣（VC）：包括升級您的MyPLAYER、購買MyTEAM卡片包來打造您的夢幻球隊，以及其他諸多用途！ 自訂您的MyPLAYER：到2K Store購物取得最新裝備。",
    "description_russian": "Существует множество способов потратить вашу виртуальную валюту (VC). Вы можете улучшить MyPLAYER, купить наборы для режима MyTEAM и создать с их помощью команду мечты и многое другое! ВЫБИРАЙТЕ новейшее снаряжение на свой вкус в магазине 2K Store.",
    "description_japanese": "VCの使い道がかつてないほど増えました。MyPLAYERのアップグレード、完璧なドリームチームを作るためのMyTEAMパック購入などが行えます！ カスタマイズ：MyPLAYERを2K ストアの最新アイテムでカスタマイズしましょう。",
    "description_portuguese": "Existem mais formas que nunca para gastares os teus VC. Melhora o teu MyPLAYER, compra pacotes MyTEAM para dares forma à tua equipa perfeita e muito mais! PERSONALIZA o teu MyPLAYER com o mais recente equipamento da 2K Store.",
    "description_polish": "Teraz możesz wydawać VC na więcej sposobów niż kiedykolwiek przedtem. Ulepszaj swojego zawodnika MyPLAYER, kupuj pakiety MyTEAM, aby budować idealną drużynę marzeń – i wiele więcej! ROZWIJAJ swojego zawodnika MyPLAYER, zwiększając jego atrybuty i ucząc go nowych ruchów",
    "description_danish": "Du kan bruge dine VC på flere ting end nogensinde før. Opgradér din MyPLAYER, køb MyTEAM-pakker, så du kan samle dit drømmehold og meget mere! TILPAS din MyPLAYER med det nyeste udstyr ved at besøge 2K Store.",
    "description_dutch": "Je kunt je VC op meer manieren dan ooit besteden. Upgrade je MyPLAYER, koop MyTEAM-packs om je perfecte fantasy-team op te bouwen, en nog veel meer! AANPASSINGEN via de 2K Store om je speler uit te rusten met de allernieuwste spullen.",
    "description_finnish": "VC-yksikköjen käyttämiseen on nyt useampia tapoja kuin koskaan ennen. Päivitä MyPLAYER-hahmoa, rakenna täydellinen fantasiajoukkue ostamalla MyTEAM-paketteja ja paljon muuta! MUOKKAA MyPLAYER-hahmoa 2K Store -kaupan uusimmilla varusteilla.",
    "description_norwegian": "Det er nå flere måter enn aldri før å bruke VC på. Oppgrader din MyPLAYER, kjøp MyTEAM-pakker for å lage det perfekte drømmelaget og mye mer! TILPASS din MyPLAYER med det nyeste utstyret ved å besøke 2K Store.",
    "description_swedish": "Det finns fler sätt än någonsin att spendera dina VC. Uppgradera din MyPLAYER, köp MyTEAM-paket att bygga ditt drömlag med, och mycket mer! ANPASSA din MyPLAYER med de senaste kläderna och tillbehören från 2K Store.",
    "description_hungarian": "Minden eddiginél többféle lehetőséged nyílik a VC elköltésére. MyPLAYER karaktered fejlesztése, MyTEAM csomagok vásárlása a tökéletes álomcsapat létrehozásához – és ez még csak a kezdet! TEDD EGYEDIVÉ MyPLAYER játékosodat: vedd meg neki a legújabb felszerelést a 2K Store kínálatából!",
    "description_czech": "Nyní můžete VC utrácet více způsoby než kdy dřív. Vylepšujte si MyPLAYER, kupujte balíčky MyTEAM a vytvořte díky nim dokonalý tým snů a mnoho dalšího! UPRAVTE si MyPLAYER díky nejnovějšímu vybavení z 2K Store.",
    "description_turkish": "Artık VC'nizi harcamak için her zamankinden fazla yol var. MyPLAYER'ınızı yükseltin, kusursuz fantezi takımınızı kurmak için MyTEAM paketleri satın alın ve çok daha fazlasını yapın! 2K Mağazası'nı ziyaret ederek MyPLAYER'ınızı en yeni donanımlarla ÖZELLEŞTİRİN.",
    "description_brazilian": "Agora, existem ainda mais maneiras de gastar seu VC. Melhore seu MyPLAYER, compre pacotes MyTEAM para montar seu time dos sonhos e muito mais! PERSONALIZE seu MyPLAYER com os últimos equipamentos visitando a Loja 2K.",
    "description_arabic": "هناك طرق أكثر من ذي قبل لإنفاق VC الخاصة بك. قم بترقية MyPLAYER لديك وقم بشراء حزم MyTEAM لتشكيل فريق الأحلام المثالي والمزيد! قم بتخصيص MyPLAYER لديك باستخدام أحدث العتاد عبر زيارة متجر 2K.",
    "background_color": "8e282d",
    "icon_url": "https://cdn.2kgames.com/web/vcentertainment.com/vc/2k21/35k_NBA_VC_200.png",
    "icon_url_large": "https://cdn.2kgames.com/web/vcentertainment.com/vc/2k21/35k_NBA_VC_512.png",
    "name_color": "f0f0f0",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "item_slot": "decoration",
    "item_quality": "0"
  },
  {
    "appid": "1225330",
    "itemdefid": "4",
    "Timestamp": "2020-10-05T17:05:16Z",
    "modified": "20201005T170516Z",
    "date_created": "20201005T170516Z",
    "type": "item",
    "display_type": "",
    "name": "75,000 VC",
    "name_german": "75.000 VC-Pack",
    "name_french": "Pack 75.000 VC",
    "name_koreana": "75,000 VC 팩",
    "name_schinese": "75,000 VC包",
    "name_tchinese": "75,000 VC包",
    "name_russian": "Набор 75,000 VC",
    "name_japanese": "75,000 VCパック",
    "name_portuguese": "Pacote 75.000 VC",
    "name_polish": "Pakiet 75 000 VC",
    "name_danish": "75.000 VC-Pakke",
    "name_dutch": "75.000 VC-Pack",
    "name_finnish": "75 000 VC Pack -Valuuttapakkaus",
    "name_norwegian": "75 000 VC-Pakke",
    "name_swedish": "75 000 VC-Paket",
    "name_hungarian": "75000 VC Csomag",
    "name_czech": "Balík 75 000 VC",
    "name_turkish": "75.000 Sanal Para Paketi",
    "name_brazilian": "75,000 VC Pack",
    "price": "1;USD1999,GBP1599,EUR1999,RUB139900,BRL9950,JPY220000,IDR310000000,MYR8400,PHP100000,SGD2790,THB64000,VND46000000,KRW2400000,TRY8900,UAH64900,MXN48899,CAD2699,NZD3195,NOK19200,PLN8400,CHF2290,CNY14000,INR150000,CLP1724900,PEN6799,COP8092600,ZAR31900,HKD14900,TWD60000,SAR9000,AED7400,ARS151899,ILS8400,KZT871000,KWD700,QAR7300,CRC1100000,UYU86000",
    "quantity": 0,
    "description": "There are more ways than ever before to spend your VC. Upgrade your MyPLAYER, buy MyTEAM packs to build your perfect fantasy team, and so much more! DEVELOP your MyPLAYER by increasing attributes and learning new animations. CUSTOMIZE your MyPLAYER with the latest gear by visiting the 2K Store. BUILD your MyTEAM by opening packs and creating a team of current players and NBA Legends!",
    "description_german": "Es gibt mehr Möglichkeiten denn je, deine VC zu investieren. Verbessere deinen Mein SPIELER, kaufe Mein TEAM-Packs, um dein perfektes Fantasieteam zu erstellen, und mehr! ENTWICKLE deinen Mein SPIELER, indem du Attribute erhöhst und neue Animationen lernst. INDIVIDUALISIERE deinen Mein SPIELER im 2K Store mit der neuesten Ausrüstung. ERSTELLE dein Mein TEAM, indem du Packs öffnest und ein Team aus aktuellen Spielern und NBA-Legenden zusammenstellst!",
    "description_french": "Découvrez de nouvelles façons de dépenser vos VC. Améliorez Mon JOUEUR, achetez des packs Mon ÉQUIPE pour constituer la parfaite équipe, et plus encore ! DÉVELOPPEZ Mon JOUEUR en augmentant les attributs et en apprenant des animations. PERSONNALISEZ Mon JOUEUR grâce aux équipements de la boutique 2K. CONSTITUEZ votre équipe avec des joueurs actuels et des légendes de la NBA grâce aux packs Mon ÉQUIPE !",
    "description_italian": "Ci sono più modi che mai per spendere VC. Migliora Il mio GIOCATORE, acquista pacchetti La mia SQUADRA per creare la tua squadra dei sogni e molti altri ancora! SVILUPPA Il mio GIOCATORE: migliora gli attributi e assegnagli nuove animazioni. PERSONALIZZALO: visita il negozio 2K e acquista l'attrezzatura più recente. ASSEMBLA La mia SQUADRA: usa i pacchetti e crea una squadra di giocatori attuali e leggende NBA!",
    "description_koreana": "여러분이 보유하신 VC를 더 다양하게 사용하실 수 있는 방법이 있습니다. MyPLAYER를 업그레이드 하시거나, MyTEAM 팩을 구매하셔서 여러분 만의 완벽하고 환상적인 팀을 만드시는 등, 더 많은 사용 방법이 있습니다! 개발하기 특성을 올리시거나 새로운 동작을 익힘으로서 여러분의 MyPLAYER를 개발하십시오. 꾸미기 2K Store를 방문하셔서 최신 장비로 여러분의 MyPLAYER를 꾸며 보세요. 만들기 MyTEAM 팩을 열어 현역 선수들과 NBA의 전설로 구성된 팀으로 여러분의 MyTEAM을 구축 해 보세요!",
    "description_spanish": "Hay más formas que nunca de usar tus VC. ¡Mejora tu Mi JUGADOR, compra packs de Mi EQUIPO para crear tu equipo de ensueño y más! DESARROLLA tu Mi JUGADOR mejorando sus atributos y aprendiendo nuevas animaciones. PERSONALIZA a tu Mi JUGADOR con el último equipo disponible en la Tienda 2K. CREA tu Mi EQUIPO abriendo packs y diseñando un equipo de jugadores actuales y leyendas de la NBA.",
    "description_schinese": "花费VC点数的方法比以往更加丰富。包括升级MyPLAYER、购买MyTEAM包打造完美梦幻球队等诸多用途！ 提升属性学习新动作来养成你的MyPLAYER。访问2K商店用最新的装备自订你的MyPLAYER。 撕开卡包并用一支包含现役和NBA传奇球员的队伍打造属于你的MyTEAM！",
    "description_tchinese": "有超越過往的更多方式讓您花用虛擬貨幣（VC）：包括升級您的MyPLAYER、購買MyTEAM卡片包來打造您的夢幻球隊，以及其他諸多用途！ 培養您的MyPLAYER：提昇屬性與學會新動作。 自訂您的MyPLAYER：到2K Store購物取得最新裝備。 打造您的MyTEAM：打開卡片包並創建由現役球員和NBA傳奇球星組成的隊伍！",
    "description_russian": "Существует множество способов потратить вашу виртуальную валюту (VC). Вы можете улучшить MyPLAYER, купить наборы для режима MyTEAM и создать с их помощью команду мечты и многое другое! РАЗВИВАЙТЕ своего персонажа в режиме MyPLAYER, усиливая его характеристики и открывая новые варианты анимации. ВЫБИРАЙТЕ новейшее снаряжение на свой вкус в магазине 2K Store. ОТКРЫВАЙТЕ наборы, чтобы создать команду мечты из современных звезд и легенд NBA в режиме MyTEAM.",
    "description_japanese": "VCの使い道がかつてないほど増えました。MyPLAYERのアップグレード、完璧なドリームチームを作るためのMyTEAMパック購入などが行えます！ 成長：スキルを増加させ、新しいアニメーションを覚えてMyPLAYERを成長させましょう。 カスタマイズ：MyPLAYERを2K ストアの最新アイテムでカスタマイズしましょう。 チーム作り：パックを開き、現在の選手とNBAのレジェンドのチームを組み合わせたMyTEAMを作りましょう！",
    "description_portuguese": "Existem mais formas que nunca para gastares os teus VC. Melhora o teu MyPLAYER, compra pacotes MyTEAM para dares forma à tua equipa perfeita e muito mais! DESENVOLVE o teu MyPLAYER aumentando os seus atributos e aprendendo novas animações. PERSONALIZA o teu MyPLAYER com o mais recente equipamento da 2K Store. FORMA a tua MyTEAM ao abrir pacotes e criando uma equipa de jogadores atuais e lendas da NBA!",
    "description_polish": "Teraz możesz wydawać VC na więcej sposobów niż kiedykolwiek przedtem. Ulepszaj swojego zawodnika MyPLAYER, kupuj pakiety MyTEAM, aby budować idealną drużynę marzeń – i wiele więcej! ROZWIJAJ swojego zawodnika MyPLAYER, zwiększając jego atrybuty i ucząc go nowych ruchów. DOSTOSUJ swojego zawodnika MyPLAYER za pomocą najnowocześniejszego sprzętu z 2K Store. BUDUJ swoją drużynę MyTEAM, otwierając paczki i dodając aktywnych graczy oraz legendy NBA!",
    "description_danish": "Du kan bruge dine VC på flere ting end nogensinde før. Opgradér din MyPLAYER, køb MyTEAM-pakker, så du kan samle dit drømmehold og meget mere! STYRK din MyPLAYER ved at udvikle egenskaber og lære nye animationer. TILPAS din MyPLAYER med det nyeste udstyr ved at besøge 2K Store. BYG dit MyTEAM ved at åbne pakker og danne et hold af aktive spillere og NBA Legends!",
    "description_dutch": "Je kunt je VC op meer manieren dan ooit besteden. Upgrade je MyPLAYER, koop MyTEAM-packs om je perfecte fantasy-team op te bouwen, en nog veel meer! ONTWIKKEL je MyPLAYER door eigenschappen te verbeteren en nieuwe animaties te leren. AANPASSINGEN via de 2K Store om je speler uit te rusten met de allernieuwste spullen. BOUW je MyTEAM door packs te openen en een team met huidige spelers en NBA Legends samen te stellen!",
    "description_finnish": "VC-yksikköjen käyttämiseen on nyt useampia tapoja kuin koskaan ennen. Päivitä MyPLAYER-hahmoa, rakenna täydellinen fantasiajoukkue ostamalla MyTEAM-paketteja ja paljon muuta! KEHITÄ MyPLAYER-hahmoa nostamalla ominaisuuksia ja oppimalla uusia animaatioita. MUOKKAA MyPLAYER-hahmoa 2K Store -kaupan uusimmilla varusteilla. RAKENNA MyTEAM-joukkueesi avaamalla paketteja ja luomalla joukkue nykyisistä pelaajista ja NBA-legendoista!",
    "description_norwegian": "Det er nå flere måter enn aldri før å bruke VC på. Oppgrader din MyPLAYER, kjøp MyTEAM-pakker for å lage det perfekte drømmelaget og mye mer! SKAP din MyPLAYER ved å øke egenskaper og lære nye animasjoner. TILPASS din MyPLAYER med det nyeste utstyret ved å besøke 2K Store. BYGG ditt MyTEAM ved å åpne pakker og lage et lag av både aktive spillere og NBA Legends! ",
    "description_swedish": "Det finns fler sätt än någonsin att spendera dina VC. Uppgradera din MyPLAYER, köp MyTEAM-paket att bygga ditt drömlag med, och mycket mer! UTVECKLA din MyPLAYER genom att höja attribut och skaffa nya animationer. ANPASSA din MyPLAYER med de senaste kläderna och tillbehören från 2K Store. BYGG ditt MyTEAM genom att öppna paket och sätta ihop ett lag med aktuella spelare och NBA Legends!",
    "description_hungarian": "Minden eddiginél többféle lehetőséged nyílik a VC elköltésére. MyPLAYER karaktered fejlesztése, MyTEAM csomagok vásárlása a tökéletes álomcsapat létrehozásához – és ez még csak a kezdet! FEJLESZD MyPLAYER karaktered: erősítsd a készségeit, és sajátíts el új mozdulatokat! TEDD EGYEDIVÉ MyPLAYER játékosodat: vedd meg neki a legújabb felszerelést a 2K Store kínálatából! ÉPÍTSD MyTEAM csapatodat: nyiss ki csomagokat, és hozz létre keretet napjaink játékosaiból és az NBA legendáiból!",
    "description_czech": "Nyní můžete VC utrácet více způsoby než kdy dřív. Vylepšujte si MyPLAYER, kupujte balíčky MyTEAM a vytvořte díky nim dokonalý tým snů a mnoho dalšího! ROZVIŇTE svůj MyPLAYER navýšením atributů a naučením se novým animacím. UPRAVTE si MyPLAYER díky nejnovějšímu vybavení z 2K Store. VYBUDUJTE si MyTEAM otevíráním balíčků a vytvářením týmu ze současných hráčů a legend NBA!",
    "description_turkish": "Artık VC'nizi harcamak için her zamankinden fazla yol var. MyPLAYER'ınızı yükseltin, kusursuz fantezi takımınızı kurmak için MyTEAM paketleri satın alın ve çok daha fazlasını yapın! Özelliklerinizi arttırıp yeni hareketler öğrenerek MyPLAYER'ınızı GELİŞTİRİN. 2K Mağazası'nı ziyaret ederek MyPLAYER'ınızı en yeni donanımlarla ÖZELLEŞTİRİN. Paketler açıp güncel oyuncular ile NBA Efsanelerinden bir takım oluşturarak MyTEAM KURUN!",
    "description_brazilian": "Agora, existem ainda mais maneiras de gastar seu VC. Melhore seu MyPLAYER, compre pacotes MyTEAM para montar seu time dos sonhos e muito mais! DESENVOLVA seu MyPLAYER aumentando os atributos e aprendendo novas animações. PERSONALIZE seu MyPLAYER com os últimos equipamentos visitando a Loja 2K. MONTE seu MyTEAM abrindo pacotes e criando um time com jogadores atuais e lendas da NBA!",
    "description_arabic": "هناك طرق أكثر من ذي قبل لإنفاق VC الخاصة بك. قم بترقية MyPLAYER لديك وقم بشراء حزم MyTEAM لتشكيل فريق الأحلام المثالي والمزيد! قم بتطوير MyPLAYER لديك بزيادة السمات وتعلم رسومات جديدة. قم بتخصيص MyPLAYER لديك باستخدام أحدث العتاد عبر زيارة متجر 2K. أنشئ MyTEAM الخاص بك من خلال فتح الحزم لتشكيل فريق من اللاعبين الحاليين وأساطير NBA!",
    "background_color": "8e282d",
    "icon_url": "https://cdn.2kgames.com/web/vcentertainment.com/vc/2k21/75k_NBA_VC_200.png",
    "icon_url_large": "https://cdn.2kgames.com/web/vcentertainment.com/vc/2k21/75k_NBA_VC_512.png",
    "name_color": "f0f0f0",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "item_slot": "decoration",
    "item_quality": "0"
  },
  {
    "appid": "1225330",
    "itemdefid": "5",
    "Timestamp": "2020-10-05T17:05:16Z",
    "modified": "20201005T170516Z",
    "date_created": "20201005T170516Z",
    "type": "item",
    "display_type": "",
    "name": "200,000 VC",
    "name_german": "200.000 VC-Pack",
    "name_french": "Pack 200.000 VC",
    "name_koreana": "200,000 VC 팩",
    "name_schinese": "200,000 VC包",
    "name_tchinese": "200,000 VC包",
    "name_russian": "Набор 200,000 VC",
    "name_japanese": "200,000 VCパック",
    "name_portuguese": "Pacote 200.000 VC",
    "name_polish": "Pakiet 200 000 VC",
    "name_danish": "200.000 VC-Pakke",
    "name_dutch": "200.000 VC-Pack",
    "name_finnish": "200000 VC Pack -Valuuttapakkaus",
    "name_norwegian": "200 000 VC-Pakke",
    "name_swedish": "200 000 VC-Paket",
    "name_hungarian": "200000 VC Csomag",
    "name_czech": "Balík 200 000 VC",
    "name_turkish": "200.000 Sanal Para Paketi",
    "name_brazilian": "200,000 VC Pack",
    "price": "1;USD4999,GBP3999,EUR4999,RUB259900,BRL24990,JPY550000,IDR78000000,MYR21000,PHP250000,SGD6990,THB160000,VND115000000,KRW6000000,TRY22900,UAH169900,MXN122199,CAD6699,NZD7995,NOK48000,PLN20900,CHF5790,CNY35000,INR375000,CLP4314200,PEN16999,COP20240000,ZAR79900,HKD37900,TWD150000,SAR22500,AED18400,ARS379899,ILS21000,KZT2178300,KWD1600,QAR18200,CRC2830000,UYU215000",
    "quantity": 0,
    "description": "There are more ways than ever before to spend your VC. Upgrade your MyPLAYER, buy MyTEAM packs to build your perfect fantasy team, and so much more! DEVELOP your MyPLAYER by increasing attributes and learning new animations.",
    "description_german": "Es gibt mehr Möglichkeiten denn je, deine VC zu investieren. Verbessere deinen Mein SPIELER, kaufe Mein TEAM-Packs, um dein perfektes Fantasieteam zu erstellen, und mehr! ENTWICKLE deinen Mein SPIELER, indem du Attribute erhöhst und neue Animationen lernst.",
    "description_french": "Découvrez de nouvelles façons de dépenser vos VC. Améliorez Mon JOUEUR, achetez des packs Mon ÉQUIPE pour constituer la parfaite équipe, et plus encore ! DÉVELOPPEZ Mon JOUEUR en augmentant les attributs et en apprenant des animations.",
    "description_italian": "Ci sono più modi che mai per spendere VC. Migliora Il mio GIOCATORE, acquista pacchetti La mia SQUADRA per creare la tua squadra dei sogni e molti altri ancora! SVILUPPA Il mio GIOCATORE: migliora gli attributi e assegnagli nuove animazioni.",
    "description_koreana": "여러분이 보유하신 VC를 더 다양하게 사용하실 수 있는 방법이 있습니다. MyPLAYER를 업그레이드 하시거나, MyTEAM 팩을 구매하셔서 여러분 만의 완벽하고 환상적인 팀을 만드시는 등, 더 많은 사용 방법이 있습니다! 개발하기 특성을 올리시거나 새로운 동작을 익힘으로서 여러분의 MyPLAYER를 개발하십시오.",
    "description_spanish": "Hay más formas que nunca de usar tus VC. ¡Mejora tu Mi JUGADOR, compra packs de Mi EQUIPO para crear tu equipo de ensueño y mucho más! DESARROLLA tu Mi JUGADOR mejorando sus atributos y aprendiendo nuevas animaciones.",
    "description_schinese": "花费VC点数的方法比以往更加丰富。包括升级MyPLAYER、购买MyTEAM包打造完美梦幻球队等诸多用途！ 提升属性学习新动作来养成你的MyPLAYER。",
    "description_tchinese": "有超越過往的更多方式讓您花用虛擬貨幣（VC）：包括升級您的MyPLAYER、購買MyTEAM卡片包來打造您的夢幻球隊，以及其他諸多用途！ 培養您的MyPLAYER：提昇屬性與學會新動作。",
    "description_russian": "Существует множество способов потратить вашу виртуальную валюту (VC). Вы можете улучшить MyPLAYER, купить наборы для режима MyTEAM и создать с их помощью команду мечты и многое другое! РАЗВИВАЙТЕ своего персонажа в режиме MyPLAYER, усиливая его характеристики и открывая новые варианты анимации.",
    "description_japanese": "VCの使い道がかつてないほど増えました。MyPLAYERのアップグレード、完璧なドリームチームを作るためのMyTEAMパック購入などが行えます！ 成長：スキルを増加させ、新しいアニメーションを覚えてMyPLAYERを成長させましょう。",
    "description_portuguese": "Existem mais formas que nunca para gastares os teus VC. Melhora o teu MyPLAYER, compra pacotes MyTEAM para dares forma à tua equipa perfeita e muito mais! DESENVOLVE o teu MyPLAYER aumentando os seus atributos e aprendendo novas animações.",
    "description_polish": "Teraz możesz wydawać VC na więcej sposobów niż kiedykolwiek przedtem. Ulepszaj swojego zawodnika MyPLAYER, kupuj pakiety MyTEAM, aby budować idealną drużynę marzeń – i wiele więcej! ROZWIJAJ swojego zawodnika MyPLAYER, zwiększając jego atrybuty i ucząc go nowych ruchów",
    "description_danish": "Du kan bruge dine VC på flere ting end nogensinde før. Opgradér din MyPLAYER, køb MyTEAM-pakker, så du kan samle dit drømmehold og meget mere! STYRK din MyPLAYER ved at udvikle egenskaber og lære nye animationer.",
    "description_dutch": "Je kunt je VC op meer manieren dan ooit besteden. Upgrade je MyPLAYER, koop MyTEAM-packs om je perfecte fantasy-team op te bouwen, en nog veel meer! ONTWIKKEL je MyPLAYER door eigenschappen te verbeteren en nieuwe animaties te leren.",
    "description_finnish": "VC-yksikköjen käyttämiseen on nyt useampia tapoja kuin koskaan ennen. Päivitä MyPLAYER-hahmoa, rakenna täydellinen fantasiajoukkue ostamalla MyTEAM-paketteja ja paljon muuta! KEHITÄ MyPLAYER-hahmoa nostamalla ominaisuuksia ja oppimalla uusia animaatioita.",
    "description_norwegian": "Det er nå flere måter enn aldri før å bruke VC på. Oppgrader din MyPLAYER, kjøp MyTEAM-pakker for å lage det perfekte drømmelaget og mye mer! SKAP din MyPLAYER ved å øke egenskaper og lære nye animasjoner.",
    "description_swedish": "Det finns fler sätt än någonsin att spendera dina VC. Uppgradera din MyPLAYER, köp MyTEAM-paket att bygga ditt drömlag med, och mycket mer! UTVECKLA din MyPLAYER genom att höja attribut och skaffa nya animationer.",
    "description_hungarian": "Minden eddiginél többféle lehetőséged nyílik a VC elköltésére. MyPLAYER karaktered fejlesztése, MyTEAM csomagok vásárlása a tökéletes álomcsapat létrehozásához – és ez még csak a kezdet! FEJLESZD MyPLAYER karaktered: erősítsd a készségeit, és sajátíts el új mozdulatokat!",
    "description_czech": "Nyní můžete VC utrácet více způsoby než kdy dřív. Vylepšujte si MyPLAYER, kupujte balíčky MyTEAM a vytvořte díky nim dokonalý tým snů a mnoho dalšího! ROZVIŇTE svůj MyPLAYER navýšením atributů a naučením se novým animacím.",
    "description_turkish": "Artık VC'nizi harcamak için her zamankinden fazla yol var. MyPLAYER'ınızı yükseltin, kusursuz fantezi takımınızı kurmak için MyTEAM paketleri satın alın ve çok daha fazlasını yapın! Özelliklerinizi arttırıp yeni hareketler öğrenerek MyPLAYER'ınızı GELİŞTİRİN.",
    "description_brazilian": "Agora, existem ainda mais maneiras de gastar seu VC. Melhore seu MyPLAYER, compre pacotes MyTEAM para montar seu time dos sonhos e muito mais! DESENVOLVA seu MyPLAYER aumentando os atributos e aprendendo novas animações.",
    "description_arabic": "هناك طرق أكثر من ذي قبل لإنفاق VC الخاصة بك. قم بترقية MyPLAYER لديك وقم بشراء حزم MyTEAM لتشكيل فريق الأحلام المثالي والمزيد! قم بتطوير MyPLAYER لديك بزيادة السمات وتعلم رسومات جديدة.",
    "background_color": "8e282d",
    "icon_url": "https://cdn.2kgames.com/web/vcentertainment.com/vc/2k21/200k_NBA_VC_200.png",
    "icon_url_large": "https://cdn.2kgames.com/web/vcentertainment.com/vc/2k21/200k_NBA_VC_512.png",
    "name_color": "f0f0f0",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "item_slot": "decoration",
    "item_quality": "0"
  },
  {
    "appid": "1225330",
    "itemdefid": "6",
    "Timestamp": "2021-09-09T04:24:08Z",
    "modified": "20210909T042408Z",
    "date_created": "20201005T170516Z",
    "type": "item",
    "display_type": "",
    "name": "450,000 VC",
    "name_german": "450.000 VC-Pack",
    "name_french": "Pack 450.000 VC",
    "name_koreana": "450,000 VC 팩",
    "name_schinese": "450,000 VC包",
    "name_tchinese": "450,000 VC包",
    "name_russian": "Набор 450,000 VC",
    "name_japanese": "450,000 VCパック",
    "name_portuguese": "Pacote 450.000 VC",
    "name_polish": "Pakiet 450 000 VC",
    "name_danish": "450.000 VC-Pakke",
    "name_dutch": "450.000 VC-Pack",
    "name_finnish": "450 000 VC Pack -Valuuttapakkaus",
    "name_norwegian": "450000 VC-Pakke",
    "name_swedish": "450 000 VC-Paket",
    "name_hungarian": "450000 VC Csomag",
    "name_czech": "Balík 450 000 VC",
    "name_turkish": "450 000 Sanal Para Paketi",
    "name_brazilian": "450,000 VC Pack",
    "price": "1;USD9999,GBP7999,EUR9999,RUB719900,BRL53990,JPY1100000,IDR155000000,MYR42000,PHP500000,SGD13990,THB320000,VND230000000,KRW12000000,TRY44900,UAH329900,MXN244499,CAD11999,NZD15995,NOK95900,PLN41900,CHF11490,CNY70000,INR750000,CLP8629500,PEN22999,COP40485800,ZAR159900,HKD76900,TWD300000,SAR45000,AED36800,ARS759899,ILS42000,KZT43600,KWD3200,QAR36400,CRC5660000,UYU429900",
    "quantity": 0,
    "description": "There are more ways than ever before to spend your VC. Upgrade your MyPLAYER, buy MyTEAM packs to build your perfect fantasy team, and so much more! DEVELOP your MyPLAYER by increasing attributes and learning new animations. CUSTOMIZE your MyPLAYER with the latest gear by visiting the 2K Store. BUILD your MyTEAM by opening packs and creating a team of current players and NBA Legends!",
    "description_german": "Es gibt mehr Möglichkeiten denn je, deine VC zu investieren. Verbessere deinen Mein SPIELER, kaufe Mein TEAM-Packs, um dein perfektes Fantasieteam zu erstellen, und mehr! ENTWICKLE deinen Mein SPIELER, indem du Attribute erhöhst und neue Animationen lernst. INDIVIDUALISIERE deinen Mein SPIELER im 2K Store mit der neuesten Ausrüstung. ERSTELLE dein Mein TEAM, indem du Packs öffnest und ein Team aus aktuellen Spielern und NBA-Legenden zusammenstellst!",
    "description_french": "Découvrez de nouvelles façons de dépenser vos VC. Améliorez Mon JOUEUR, achetez des packs Mon ÉQUIPE pour constituer la parfaite équipe, et plus encore ! DÉVELOPPEZ Mon JOUEUR en augmentant les attributs et en apprenant des animations. PERSONNALISEZ Mon JOUEUR grâce aux équipements de la boutique 2K. CONSTITUEZ votre équipe avec des joueurs actuels et des légendes de la NBA grâce aux packs Mon ÉQUIPE !",
    "description_italian": "Ci sono più modi che mai per spendere VC. Migliora Il mio GIOCATORE, acquista pacchetti La mia SQUADRA per creare la tua squadra dei sogni e molti altri ancora! SVILUPPA Il mio GIOCATORE: migliora gli attributi e assegnagli nuove animazioni. PERSONALIZZALO: visita il negozio 2K e acquista l'attrezzatura più recente. ASSEMBLA La mia SQUADRA: usa i pacchetti e crea una squadra di giocatori attuali e leggende NBA!",
    "description_koreana": "여러분이 보유하신 VC를 더 다양하게 사용하실 수 있는 방법이 있습니다. MyPLAYER를 업그레이드 하시거나, MyTEAM 팩을 구매하셔서 여러분 만의 완벽하고 환상적인 팀을 만드시는 등, 더 많은 사용 방법이 있습니다! 개발하기 특성을 올리시거나 새로운 동작을 익힘으로서 여러분의 MyPLAYER를 개발하십시오. 꾸미기 2K Store를 방문하셔서 최신 장비로 여러분의 MyPLAYER를 꾸며 보세요. 만들기 MyTEAM 팩을 열어 현역 선수들과 NBA의 전설로 구성된 팀으로 여러분의 MyTEAM을 구축 해 보세요!",
    "description_spanish": "Hay más formas que nunca de usar tus VC. ¡Mejora tu Mi JUGADOR, compra packs de Mi EQUIPO para crear tu equipo de ensueño y más! DESARROLLA tu Mi JUGADOR mejorando sus atributos y aprendiendo nuevas animaciones. PERSONALIZA a tu Mi JUGADOR con el último equipo disponible en la Tienda 2K. CREA tu Mi EQUIPO abriendo packs y diseñando un equipo de jugadores actuales y leyendas de la NBA.",
    "description_schinese": "花费VC点数的方法比以往更加丰富。包括升级MyPLAYER、购买MyTEAM包打造完美梦幻球队等诸多用途！ 提升属性学习新动作来养成你的MyPLAYER。访问2K商店用最新的装备自订你的MyPLAYER。 撕开卡包并用一支包含现役和NBA传奇球员的队伍打造属于你的MyTEAM！",
    "description_tchinese": "有超越過往的更多方式讓您花用虛擬貨幣（VC）：包括升級您的MyPLAYER、購買MyTEAM卡片包來打造您的夢幻球隊，以及其他諸多用途！ 培養您的MyPLAYER：提昇屬性與學會新動作。 自訂您的MyPLAYER：到2K Store購物取得最新裝備。 打造您的MyTEAM：打開卡片包並創建由現役球員和NBA傳奇球星組成的隊伍！",
    "description_russian": "Существует множество способов потратить вашу виртуальную валюту (VC). Вы можете улучшить MyPLAYER, купить наборы для режима MyTEAM и создать с их помощью команду мечты и многое другое! РАЗВИВАЙТЕ своего персонажа в режиме MyPLAYER, усиливая его характеристики и открывая новые варианты анимации. ВЫБИРАЙТЕ новейшее снаряжение на свой вкус в магазине 2K Store. ОТКРЫВАЙТЕ наборы, чтобы создать команду мечты из современных звезд и легенд NBA в режиме MyTEAM.",
    "description_japanese": "VCの使い道がかつてないほど増えました。MyPLAYERのアップグレード、完璧なドリームチームを作るためのMyTEAMパック購入などが行えます！ 成長：スキルを増加させ、新しいアニメーションを覚えてMyPLAYERを成長させましょう。 カスタマイズ：MyPLAYERを2K ストアの最新アイテムでカスタマイズしましょう。 チーム作り：パックを開き、現在の選手とNBAのレジェンドのチームを組み合わせたMyTEAMを作りましょう！",
    "description_portuguese": "Existem mais formas que nunca para gastares os teus VC. Melhora o teu MyPLAYER, compra pacotes MyTEAM para dares forma à tua equipa perfeita e muito mais! DESENVOLVE o teu MyPLAYER aumentando os seus atributos e aprendendo novas animações. PERSONALIZA o teu MyPLAYER com o mais recente equipamento da 2K Store. FORMA a tua MyTEAM ao abrir pacotes e criando uma equipa de jogadores atuais e lendas da NBA!",
    "description_polish": "Teraz możesz wydawać VC na więcej sposobów niż kiedykolwiek przedtem. Ulepszaj swojego zawodnika MyPLAYER, kupuj pakiety MyTEAM, aby budować idealną drużynę marzeń – i wiele więcej! ROZWIJAJ swojego zawodnika MyPLAYER, zwiększając jego atrybuty i ucząc go nowych ruchów. DOSTOSUJ swojego zawodnika MyPLAYER za pomocą najnowocześniejszego sprzętu z 2K Store. BUDUJ swoją drużynę MyTEAM, otwierając paczki i dodając aktywnych graczy oraz legendy NBA!",
    "description_danish": "Du kan bruge dine VC på flere ting end nogensinde før. Opgradér din MyPLAYER, køb MyTEAM-pakker, så du kan samle dit drømmehold og meget mere! STYRK din MyPLAYER ved at udvikle egenskaber og lære nye animationer. TILPAS din MyPLAYER med det nyeste udstyr ved at besøge 2K Store. BYG dit MyTEAM ved at åbne pakker og danne et hold af aktive spillere og NBA Legends!",
    "description_dutch": "Je kunt je VC op meer manieren dan ooit besteden. Upgrade je MyPLAYER, koop MyTEAM-packs om je perfecte fantasy-team op te bouwen, en nog veel meer! ONTWIKKEL je MyPLAYER door eigenschappen te verbeteren en nieuwe animaties te leren. AANPASSINGEN via de 2K Store om je speler uit te rusten met de allernieuwste spullen. BOUW je MyTEAM door packs te openen en een team met huidige spelers en NBA Legends samen te stellen!",
    "description_finnish": "VC-yksikköjen käyttämiseen on nyt useampia tapoja kuin koskaan ennen. Päivitä MyPLAYER-hahmoa, rakenna täydellinen fantasiajoukkue ostamalla MyTEAM-paketteja ja paljon muuta! KEHITÄ MyPLAYER-hahmoa nostamalla ominaisuuksia ja oppimalla uusia animaatioita. MUOKKAA MyPLAYER-hahmoa 2K Store -kaupan uusimmilla varusteilla. RAKENNA MyTEAM-joukkueesi avaamalla paketteja ja luomalla joukkue nykyisistä pelaajista ja NBA-legendoista!",
    "description_norwegian": "Det er nå flere måter enn aldri før å bruke VC på. Oppgrader din MyPLAYER, kjøp MyTEAM-pakker for å lage det perfekte drømmelaget og mye mer! SKAP din MyPLAYER ved å øke egenskaper og lære nye animasjoner. TILPASS din MyPLAYER med det nyeste utstyret ved å besøke 2K Store. BYGG ditt MyTEAM ved å åpne pakker og lage et lag av både aktive spillere og NBA Legends! ",
    "description_swedish": "Det finns fler sätt än någonsin att spendera dina VC. Uppgradera din MyPLAYER, köp MyTEAM-paket att bygga ditt drömlag med, och mycket mer! UTVECKLA din MyPLAYER genom att höja attribut och skaffa nya animationer. ANPASSA din MyPLAYER med de senaste kläderna och tillbehören från 2K Store. BYGG ditt MyTEAM genom att öppna paket och sätta ihop ett lag med aktuella spelare och NBA Legends!",
    "description_hungarian": "Minden eddiginél többféle lehetőséged nyílik a VC elköltésére. MyPLAYER karaktered fejlesztése, MyTEAM csomagok vásárlása a tökéletes álomcsapat létrehozásához – és ez még csak a kezdet! FEJLESZD MyPLAYER karaktered: erősítsd a készségeit, és sajátíts el új mozdulatokat! TEDD EGYEDIVÉ MyPLAYER játékosodat: vedd meg neki a legújabb felszerelést a 2K Store kínálatából! ÉPÍTSD MyTEAM csapatodat: nyiss ki csomagokat, és hozz létre keretet napjaink játékosaiból és az NBA legendáiból!",
    "description_czech": "Nyní můžete VC utrácet více způsoby než kdy dřív. Vylepšujte si MyPLAYER, kupujte balíčky MyTEAM a vytvořte díky nim dokonalý tým snů a mnoho dalšího! ROZVIŇTE svůj MyPLAYER navýšením atributů a naučením se novým animacím. UPRAVTE si MyPLAYER díky nejnovějšímu vybavení z 2K Store. VYBUDUJTE si MyTEAM otevíráním balíčků a vytvářením týmu ze současných hráčů a legend NBA!",
    "description_turkish": "Artık VC'nizi harcamak için her zamankinden fazla yol var. MyPLAYER'ınızı yükseltin, kusursuz fantezi takımınızı kurmak için MyTEAM paketleri satın alın ve çok daha fazlasını yapın! Özelliklerinizi arttırıp yeni hareketler öğrenerek MyPLAYER'ınızı GELİŞTİRİN. 2K Mağazası'nı ziyaret ederek MyPLAYER'ınızı en yeni donanımlarla ÖZELLEŞTİRİN. Paketler açıp güncel oyuncular ile NBA Efsanelerinden bir takım oluşturarak MyTEAM KURUN!",
    "description_brazilian": "Agora, existem ainda mais maneiras de gastar seu VC. Melhore seu MyPLAYER, compre pacotes MyTEAM para montar seu time dos sonhos e muito mais! DESENVOLVA seu MyPLAYER aumentando os atributos e aprendendo novas animações. PERSONALIZE seu MyPLAYER com os últimos equipamentos visitando a Loja 2K. MONTE seu MyTEAM abrindo pacotes e criando um time com jogadores atuais e lendas da NBA!",
    "description_arabic": "هناك طرق أكثر من ذي قبل لإنفاق VC الخاصة بك. قم بترقية MyPLAYER لديك وقم بشراء حزم MyTEAM لتشكيل فريق الأحلام المثالي والمزيد! قم بتطوير MyPLAYER لديك بزيادة السمات وتعلم رسومات جديدة. قم بتخصيص MyPLAYER لديك باستخدام أحدث العتاد عبر زيارة متجر 2K. أنشئ MyTEAM الخاص بك من خلال فتح الحزم لتشكيل فريق من اللاعبين الحاليين وأساطير NBA!",
    "background_color": "8e282d",
    "icon_url": "https://cdn.2kgames.com/web/vcentertainment.com/vc/2k21/450k_NBA_VC_200.png",
    "icon_url_large": "https://cdn.2kgames.com/web/vcentertainment.com/vc/2k21/450k_NBA_VC_512.png",
    "name_color": "f0f0f0",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "item_slot": "decoration",
    "item_quality": "0"
  }
]