[
  {
    "appid": "952070",
    "itemdefid": "1",
    "Timestamp": "2020-06-09T09:36:42Z",
    "modified": "20200609T093642Z",
    "date_created": "20200430T072243Z",
    "type": "item",
    "display_type": "",
    "name": "1 RP Booster",
    "price": "1;VLV100",
    "quantity": 0,
    "description": "RP Booster",
    "icon_url": "https://media.capcom.co.jp/ingame/resistance/stm/RP_200x200.png",
    "icon_url_large": "https://media.capcom.co.jp/ingame/resistance/stm/RP_512x512.png",
    "store_tags": "booster",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "store_hidden": true
  },
  {
    "appid": "952070",
    "itemdefid": "2",
    "Timestamp": "2020-04-30T07:22:43Z",
    "modified": "20200430T072243Z",
    "date_created": "20200430T072243Z",
    "type": "item",
    "display_type": "",
    "name": "1 RP Booster of 10-Pack",
    "price": "1;VLV100",
    "quantity": 0,
    "description": "RP Booster",
    "icon_url": "https://media.capcom.co.jp/ingame/resistance/stm/RP_200x200.png",
    "icon_url_large": "https://media.capcom.co.jp/ingame/resistance/stm/RP_512x512.png",
    "store_tags": "booster",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "store_hidden": true
  },
  {
    "appid": "952070",
    "itemdefid": "3",
    "Timestamp": "2020-04-30T07:22:43Z",
    "modified": "20200430T072243Z",
    "date_created": "20200430T072243Z",
    "type": "item",
    "display_type": "",
    "name": "1 RP Booster of 50-Pack",
    "price": "1;VLV100",
    "quantity": 0,
    "description": "RP Booster",
    "icon_url": "https://media.capcom.co.jp/ingame/resistance/stm/RP_200x200.png",
    "icon_url_large": "https://media.capcom.co.jp/ingame/resistance/stm/RP_512x512.png",
    "store_tags": "booster",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "store_hidden": true
  },
  {
    "appid": "952070",
    "itemdefid": "100",
    "Timestamp": "2020-05-08T07:52:59Z",
    "modified": "20200508T075259Z",
    "date_created": "20200430T072243Z",
    "type": "bundle",
    "display_type": "",
    "name": "RP Booster 3-Pack",
    "name_german": "RP-Booster (3er-Pack)",
    "name_french": "RP Booster (pack de 3)",
    "name_italian": "RP Booster (set da 3)",
    "name_koreana": "RP Booster 3-Pack",
    "name_spanish": "Pack de 3 RP Boosters",
    "name_schinese": "RP Booster 3-Pack",
    "name_tchinese": "RP Booster 3-Pack",
    "name_russian": "Набор из 3 ОР-бустеров",
    "name_japanese": "RPブースター3個セット",
    "name_portuguese": "Pacote com 3 RP Boosters",
    "name_polish": "Doładowanie PW pakiet x3",
    "name_danish": "RP Booster (pakke med 3)",
    "name_dutch": "RP Booster-pack (3x)",
    "name_finnish": "RP Booster (3 kpl)",
    "name_norwegian": "RP-booster – 3-pakning",
    "name_swedish": "3-pack med RP-boosters",
    "name_turkish": "RP Booster 3-Pack",
    "name_brazilian": "Pacote com 3 RP Boosters",
    "name_arabic": "حزمة 3- معزز RP",
    "bundle": "4x3",
    "price": "1;BRL599,ARS18500,CAD399,CLP195000,COP857600,CRC169600,MXN5600,PEN980,USD299,UYU9400,JPY30000,AUD476,CIS379,EUR299,INR24900,ILS1400,KZT127000,KWD100,NZD485,NOK2500,PLN1250,QAR1250,RUB21500,SAR1300,ZAR4900,CHF291,TRY869,UAH8000,AED1280,GBP249,CNY2100,HKD2300,IDR4199900,KRW350000,MYR1200,PHP14900,SGD400,USD299,TWD9000,THB8900,VND6800000",
    "use_bundle_price": true,
    "quantity": 0,
    "description": "The RP Booster is an item for Resident Evil Resistance which increases the rate at which the in-game currency, Result Points, are gained. This pack contains 3 RP Boosters. You can use one before a Quick Match game to double the amount of RP gained. Note: The maximum number of RP Boosters you can have is 9,999, and additional Boosters above this number will not be added.",
    "description_german": "Der RP-Booster ist ein Gegenstand für Resident Evil Resistance, der die Rate erhöht, mit der du Spielwährung und Ergebnispunkte erhältst. Dieses Paket enthält 3 RP-Booster. Du kannst einen davon vor einem Schnellen Spiel einsetzen, um die Menge erhaltener RP zu verdoppeln. Hinweis: Die maximale RP-Booster-Anzahl ist 9999, darüberhinausgehende Booster werden nicht hinzugefügt.",
    "description_french": "Le RP Booster est un objet de Resident Evil Resistance permettant d'augmenter la vitesse à laquelle vous gagnez des Result Points, la devise en jeu. Ce pack contient 3 RP Boosters. Il est possible d'en utiliser un avant une partie rapide pour doubler les RP gagnés. Remarque : Vous pouvez avoir jusqu'à 9 999 Boosters. Tout Booster supplémentaire au-delà de ce plafond ne sera pas comptabilisé.",
    "description_italian": "L'RP Booster è un oggetto di Resident Evil Resistance che accelera l'accumulo della valuta di gioco, i Result Point. Questo pacchetto contiene 3 RP Booster. Puoi usarne uno prima di una partita veloce per raddoppiare gli RP ottenuti. Nota: il numero massimo di RP Booster accumulabili è 9.999. Raggiunto il limite, non ne saranno aggiunti altri.",
    "description_koreana": " 'RP Booster'는 《Biohazard Resistance》에서 사용 가능한, 'RP(리절트 포인트)'의 입수 효율을 높이는 아이템입니다.이 팩에는 RP Booster가 3개 들어가 있으며, 사용한 상태에서 퀵 매칭을 하면 보수 수령 시 RP를 2배로 획득 가능합니다.※RP Booster의 최대 소지 개수는 '9,999' 입니다. 상한 이상으로는 가산되지 않기 때문에 주의하세요.",
    "description_spanish": "Los RP Boosters de Resident Evil Resistance te hacen ganar puntos de resultado (la moneda del juego), más rápidamente. Este pack contiene 3 RP Boosters. Puedes usar uno antes de una partida rápida para doblar los puntos de resultado conseguidos. Nota: puedes tener un máximo de 9999 RP Boosters. Superado este número, no se añadirán más.",
    "description_schinese": "使用「RP Booster」可以更加高效地获得《Resident Evil Resistance》游戏中的「RP (Result Points)」。该DLC内含3个RP Booster，在使用了RP Booster的状态下进行Quick Match，结算画面取得的RP数量便会增至两倍。※RP Booster最多可持有「9,999」个。如已达上限，将不会再增加。",
    "description_tchinese": "「RP Booster」是《Resident Evil Resistance》專用道具，使用時可更輕易取得「RP(Result Points)」。本套裝內含3個RP Booster，在使用了RP Booster的狀態下遊玩Quick Match，可於結算畫面取得的RP數量便會增至2倍。※RP Booster的最大可持數量為「9,999」。如已達上限，將不會再增加。",
    "description_russian": "ОР-бустеры ускоряют накопление очков результатов, валюты Resident Evil: Resistance. В наборе 3 ОР-бустера. Перед быстрой игрой вы можете потратить ОР-бустер, чтобы удвоить количество ОР за матч. Примечание. У вас не может быть больше 9999 ОР-бустеров. При попытке превысить это значение дополнительные бустеры добавляться не будут.",
    "description_japanese": "「RPブースター」は『BIOHAZARD RESISTANCE』で使用可能な「RP（リザルトポイント）」の入手効率を上昇させるアイテムです。このパックにはRPブースターが3個入っており、使用した状態でクイックマッチをプレイするとリザルト時に入手できるRPの量が2倍になります。※RPブースター所持最大数は「9,999」です。上限以上には加算されませんので、ご注意ください。",
    "description_portuguese": "O RP Booster é um item do Resident Evil Resistance que aumenta a frequência com que obténs a moeda do jogo, os Pontos de Resultado (RP). Este pacote contém 3 RP Boosters. Podes usar um antes de uma partida Quick Match para duplicar os RP obtidos. Nota: o máximo de RP Boosters é 9999, qualquer valor acima deste não será adicionado.",
    "description_polish": "Doładowanie PW to przedmiot do użycia w Resident Evil Resistance, który zwiększa szybkość zdobywania waluty w grze — punktów wynikowych. Ten pakiet zawiera 3 Doładowania PW. Można skorzystać z jednego przed Szybką grą, aby podwoić liczbę zdobytych PW. Uwaga: maksymalnie można posiadać 9999 Doładowań PW, a kolejne Doładowania, które przekroczą tę liczbę, nie zostaną dodane.",
    "description_danish": "RP Booster er en genstand til Resident Evil Resistance, så du hurtigere kan få Result Points, spillets valuta. Denne pakke indeholder 3 RP Boosters. Du kan bruge en før en Quick Match, så får du dobbelt så mange RP. Bemærk: Du kan højest have 9.999 RP Boosters. Hvis du køber flere, bliver de ikke tilføjet.",
    "description_dutch": "De RP Booster is een item voor Resident Evil Resistance waarmee je sneller Result Points krijgt. Dit pack bevat 3 RP Boosters. Je kunt er een gebruiken voor een Snelle Match-game om het aantal behaalde RP te verdubbelen. Let op: Je kunt maximaal 9999 RP Boosters hebben, je kunt daarna geen Boosters meer toevoegen.",
    "description_finnish": "RP Booster on Resident Evil Resistanceen tarkoitettu esine, joka kasvattaa pelinsisäisen  Result Point -valuutan ansaitsemisnopeutta. Tämä pakkaus sisältää 3 RP Boosteria. Voit käyttää niitä yhden kerrallaan ennen Quick Match -peliä ansaitun RP:n määrän tuplaamiseen. Huomautus: Sinulla voi olla samanaikaisesti enintään 9 999 RP Boosteria, niitä ei voi lisätä tätä enempää.",
    "description_norwegian": "RP-boosteren er et element i Resident Evil Resistance som gjør at man får spillvalutaen Result Points raskere. Denne pakken inneholder 3 RP-boostere. Du kan bruke en før en Quick Match for å få dobbelt så mye RP. Obs! Man kan maksimalt ha 9999 RP-boostere. Boostere over dette legges ikke til.",
    "description_swedish": "RP-boostern är ett föremål till Resident Evil Resistance som gör att du får mer av spelvalutan Result Points. Det här paketet innehåller 3 RP-boosters. De kan användas före snabbmatcher för att dubblera antalet RP du får. Obs! Du kan ha max 9 999 RP-boosters; inga fler läggs till utöver det.",
    "description_turkish": "RP Booster, oyun içi para birimi olan Result Point'in kazanılma hızını artıran bir Resident Evil Resistance öğesidir. Bu paket, 3 RP Booster içerir. Quick Match oyunundan önce bir tanesini kullanarak kazanılan RP miktarını ikiye katlayabilirsin. Not: Sahip olabileceğin maksimum RP Booster miktarı 9.999'dur ve bu sayının üzerine ilave Booster eklenmez.",
    "description_brazilian": "O RP Booster é um item para a Resident Evil Resistance que aumenta a taxa que o dinheiro e Pontos de Resultados são ganho dentro do jogo. Este pacote contém 3 RP Boosters. Você pode usar um antes de uma Partida Rápida para dobrar a quantidade de RP recebido. Nota: O máximo de RP Boosters é 9999, qualquer valor acima deste não será adicionado.",
    "description_arabic": "معزز الـRP هو عنصر للعبة Resident Evil Resistance يزود من مقدار الحصول على عملة اللعبة، نقاط النتائج. تتضمن هذه الحزمة 3 معززات RP. يمكنك استخدام واحد قبل مباراة سريعة لمضاعفة مقدار RP المكتسب. ملحوظة: أقصى عدد يمكنك امتلاكه من معززات الـRP هو 9999 ولن يتم إضافة أي معززات أعلى من هذا الرقم.",
    "icon_url": "https://media.capcom.co.jp/ingame/resistance/stm/RP3_200x200.png",
    "icon_url_large": "https://media.capcom.co.jp/ingame/resistance/stm/RP3_512x512.png",
    "store_tags": "booster",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "exchange_restriction": true
  },
  {
    "appid": "952070",
    "itemdefid": "200",
    "Timestamp": "2020-05-08T07:53:14Z",
    "modified": "20200508T075314Z",
    "date_created": "20200430T072243Z",
    "type": "bundle",
    "display_type": "",
    "name": "RP Booster 10-Pack",
    "name_german": "RP-Booster (10er-Pack)",
    "name_french": "RP Booster (pack de 10)",
    "name_italian": "RP Booster (set da 10)",
    "name_koreana": "RP Booster 10-Pack",
    "name_spanish": "Pack de 10 RP Boosters",
    "name_schinese": "RP Booster 10-Pack",
    "name_tchinese": "RP Booster 10-Pack",
    "name_russian": "Набор из 10 ОР-бустеров",
    "name_japanese": "RPブースター10個セット",
    "name_portuguese": "Pacote com 10 RP Boosters",
    "name_polish": "Doładowanie PW pakiet x10",
    "name_danish": "RP Booster (pakke med 10)",
    "name_dutch": "RP Booster-pack (10x)",
    "name_finnish": "RP Booster (10 kpl)",
    "name_norwegian": "RP-booster – 10-pakning",
    "name_swedish": "10-pack med RP-boosters",
    "name_turkish": "RP Booster 10-Pack",
    "name_brazilian": "Pacote com 10 RP Boosters",
    "name_arabic": "معزز RP - مجموعة من 10",
    "bundle": "2x10",
    "price": "1;BRL1599,ARS50000,CAD999,CLP521000,COP2302500,CRC453000,MXN14900,PEN2500,USD799,UYU25000,JPY80000,AUD1194,CIS799,EUR799,INR66500,ILS3400,KZT340000,KWD275,NZD1295,NOK7700,PLN3300,QAR3300,RUB57399,SAR3400,ZAR12900,CHF949,TRY3601,UAH25900,AED3300,GBP650,CNY5500,HKD6200,IDR10999900,KRW920000,MYR3300,PHP39900,SGD1100,USD799,TWD24000,THB23900,VND18200000",
    "use_bundle_price": true,
    "quantity": 0,
    "description": "The RP Booster is an item for Resident Evil Resistance which increases the rate at which the in-game currency, Result Points, are gained. This pack contains 10 RP Boosters. You can use one before a Quick Match game to double the amount of RP gained. Note: The maximum number of RP Boosters you can have is 9,999, and additional Boosters above this number will not be added.",
    "description_german": "Der RP-Booster ist ein Gegenstand für Resident Evil Resistance, der die Rate erhöht, mit der du Spielwährung und Ergebnispunkte erhältst. Dieses Paket enthält 10 RP-Booster. Du kannst einen davon vor einem Schnellen Spiel einsetzen, um die Menge erhaltener RP zu verdoppeln. Hinweis: Die maximale RP-Booster-Anzahl ist 9999, darüberhinausgehende Booster werden nicht hinzugefügt.",
    "description_french": "Le RP Booster est un objet de Resident Evil Resistance permettant d'augmenter la vitesse à laquelle vous gagnez des Result Points, la devise en jeu. Ce pack contient 10 RP Boosters. Il est possible d'en utiliser un avant une partie rapide pour doubler les RP gagnés. Remarque : Vous pouvez avoir jusqu'à 9 999 Boosters. Tout Booster supplémentaire au-delà de ce plafond ne sera pas comptabilisé.",
    "description_italian": "L'RP Booster è un oggetto di Resident Evil Resistance che accelera l'accumulo della valuta di gioco, i Result Point. Questo pacchetto contiene 10 RP Booster. Puoi usarne uno prima di una partita veloce per raddoppiare gli RP ottenuti. Nota: il numero massimo di RP Booster accumulabili è 9.999. Raggiunto il limite, non ne saranno aggiunti altri.",
    "description_koreana": " 'RP Booster'는 《Biohazard Resistance》에서 사용 가능한, 'RP(리절트 포인트)'의 입수 효율을 높이는 아이템입니다.이 팩에는 RP Booster가 10개 들어가 있으며, 사용한 상태에서 퀵 매칭을 하면 보수 수령 시 RP를 2배로 획득 가능합니다.※RP Booster의 최대 소지 개수는 '9,999' 입니다. 상한 이상으로는 가산되지 않기 때문에 주의하세요.",
    "description_spanish": "Los RP Boosters de Resident Evil Resistance te hacen ganar puntos de resultado (la moneda del juego), más rápidamente. Este pack contiene 10 RP Boosters. Puedes usar uno antes de una partida rápida para doblar los puntos de resultado conseguidos. Nota: puedes tener un máximo de 9999 RP Boosters. Superado este número, no se añadirán más.",
    "description_schinese": "使用「RP Booster」可以更加高效地获得《Resident Evil Resistance》游戏中的「RP (Result Points)」。该DLC内含10个RP Booster，在使用了RP Booster的状态下进行Quick Match，结算画面取得的RP数量便会增至两倍。※RP Booster最多可持有「9,999」个。如已达上限，将不会再增加。",
    "description_tchinese": "「RP Booster」是《Resident Evil Resistance》專用道具，使用時可更輕易取得「RP(Result Points)」。本套裝內含10個RP Booster，在使用了RP Booster的狀態下遊玩Quick Match，可於結算畫面取得的RP數量便會增至2倍。※RP Booster的最大可持數量為「9,999」。如已達上限，將不會再增加。",
    "description_russian": "ОР-бустеры ускоряют накопление очков результатов, валюты Resident Evil: Resistance. В наборе 10 ОР-бустера. Перед быстрой игрой вы можете потратить ОР-бустер, чтобы удвоить количество ОР за матч. Примечание. У вас не может быть больше 9999 ОР-бустеров. При попытке превысить это значение дополнительные бустеры добавляться не будут.",
    "description_japanese": "「RPブースター」は『BIOHAZARD RESISTANCE』で使用可能な「RP（リザルトポイント）」の入手効率を上昇させるアイテムです。このパックにはRPブースターが10個入っており、使用した状態でクイックマッチをプレイするとリザルト時に入手できるRPの量が2倍になります。※RPブースター所持最大数は「9,999」です。上限以上には加算されませんので、ご注意ください。",
    "description_portuguese": "O RP Booster é um item do Resident Evil Resistance que aumenta a frequência com que obténs a moeda do jogo, os Pontos de Resultado (RP). Este pacote contém 10 RP Boosters. Podes usar um antes de uma partida Quick Match para duplicar os RP obtidos. Nota: o máximo de RP Boosters é 9999, qualquer valor acima deste não será adicionado.",
    "description_polish": "Doładowanie PW to przedmiot do użycia w Resident Evil Resistance, który zwiększa szybkość zdobywania waluty w grze — punktów wynikowych. Ten pakiet zawiera 10 Doładowania PW. Można skorzystać z jednego przed Szybką grą, aby podwoić liczbę zdobytych PW. Uwaga: maksymalnie można posiadać 9999 Doładowań PW, a kolejne Doładowania, które przekroczą tę liczbę, nie zostaną dodane.",
    "description_danish": "RP Booster er en genstand til Resident Evil Resistance, så du hurtigere kan få Result Points, spillets valuta. Denne pakke indeholder 10 RP Boosters. Du kan bruge en før en Quick Match, så får du dobbelt så mange RP. Bemærk: Du kan højest have 9.999 RP Boosters. Hvis du køber flere, bliver de ikke tilføjet.",
    "description_dutch": "De RP Booster is een item voor Resident Evil Resistance waarmee je sneller Result Points krijgt. Dit pack bevat 10 RP Boosters. Je kunt er een gebruiken voor een Snelle Match-game om het aantal behaalde RP te verdubbelen. Let op: Je kunt maximaal 9999 RP Boosters hebben, je kunt daarna geen Boosters meer toevoegen.",
    "description_finnish": "RP Booster on Resident Evil Resistanceen tarkoitettu esine, joka kasvattaa pelinsisäisen  Result Point -valuutan ansaitsemisnopeutta. Tämä pakkaus sisältää 10 RP Boosteria. Voit käyttää niitä yhden kerrallaan ennen Quick Match -peliä ansaitun RP:n määrän tuplaamiseen. Huomautus: Sinulla voi olla samanaikaisesti enintään 9 999 RP Boosteria, niitä ei voi lisätä tätä enempää.",
    "description_norwegian": "RP-boosteren er et element i Resident Evil Resistance som gjør at man får spillvalutaen Result Points raskere. Denne pakken inneholder 10 RP-boostere. Du kan bruke en før en Quick Match for å få dobbelt så mye RP. Obs! Man kan maksimalt ha 9999 RP-boostere. Boostere over dette legges ikke til.",
    "description_swedish": "RP-boostern är ett föremål till Resident Evil Resistance som gör att du får mer av spelvalutan Result Points. Det här paketet innehåller 10 RP-boosters. De kan användas före snabbmatcher för att dubblera antalet RP du får. Obs! Du kan ha max 9 999 RP-boosters; inga fler läggs till utöver det.",
    "description_turkish": "RP Booster, oyun içi para birimi olan Result Point'in kazanılma hızını artıran bir Resident Evil Resistance öğesidir. Bu paket, 10 RP Booster içerir. Quick Match oyunundan önce bir tanesini kullanarak kazanılan RP miktarını ikiye katlayabilirsin. Not: Sahip olabileceğin maksimum RP Booster miktarı 9.999'dur ve bu sayının üzerine ilave Booster eklenmez.",
    "description_brazilian": "O RP Booster é um item para a Resident Evil Resistance que aumenta a taxa que o dinheiro e Pontos de Resultados são ganho dentro do jogo. Este pacote contém 10 RP Boosters. Você pode usar um antes de uma Partida Rápida para dobrar a quantidade de RP recebido. Nota: O máximo de RP Boosters é 9999, qualquer valor acima deste não será adicionado.",
    "description_arabic": "معزز الـRP هو عنصر للعبة Resident Evil Resistance يزود من مقدار الحصول على عملة اللعبة، نقاط النتائج. تتضمن هذه الحزمة 10 معززات RP. يمكنك استخدام واحد قبل مباراة سريعة لمضاعفة مقدار RP المكتسب. ملحوظة: أقصى عدد يمكنك امتلاكه من معززات الـRP هو 9999 ولن يتم إضافة أي معززات أعلى من هذا الرقم.",
    "icon_url": "https://media.capcom.co.jp/ingame/resistance/stm/RP10_200x200.png",
    "icon_url_large": "https://media.capcom.co.jp/ingame/resistance/stm/RP10_512x512.png",
    "store_tags": "booster",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "exchange_restriction": true
  },
  {
    "appid": "952070",
    "itemdefid": "300",
    "Timestamp": "2020-05-08T07:53:27Z",
    "modified": "20200508T075327Z",
    "date_created": "20200430T072243Z",
    "type": "bundle",
    "display_type": "",
    "name": "RP Booster 50-Pack",
    "name_german": "RP-Booster (50er-Pack)",
    "name_french": "RP Booster (pack de 50)",
    "name_italian": "RP Booster (set da 50)",
    "name_koreana": "RP Booster 50-Pack",
    "name_spanish": "Pack de 50 RP Boosters",
    "name_schinese": "RP Booster 50-Pack",
    "name_tchinese": "RP Booster 50-Pack",
    "name_russian": "Набор из 50 ОР-бустеров",
    "name_japanese": "RPブースター50個セット",
    "name_portuguese": "Pacote com 50 RP Boosters",
    "name_polish": "Doładowanie PW pakiet x50",
    "name_danish": "RP Booster (pakke med 50)",
    "name_dutch": "RP Booster-pack (50x)",
    "name_finnish": "RP Booster (50 kpl)",
    "name_norwegian": "RP-booster – 50-pakning",
    "name_swedish": "50-pack med RP-boosters",
    "name_turkish": "RP Booster 50-Pack",
    "name_brazilian": "Pacote com 50 RP Boosters",
    "name_arabic": "معزز RP - مجموعة من 50",
    "bundle": "3x50",
    "price": "1;BRL6999,ARS187000,CAD3999,CLP2060000,COP9630000,CRC1750000,MXN59900,PEN9700,USD2999,UYU105000,JPY300000,AUD4495,CIS2999,EUR2999,INR249700,ILS12600,KZT1285000,KWD1025,NZD4896,NOK28900,PLN12500,QAR12000,RUB99900,SAR12600,ZAR47500,CHF3489,TRY17900,UAH99900,AED12400,GBP2499,CNY20700,HKD23400,IDR41299900,KRW3420000,MYR12400,PHP149900,SGD4100,USD2999,TWD90000,THB90900,VND68200000",
    "use_bundle_price": true,
    "quantity": 0,
    "description": "The RP Booster is an item for Resident Evil Resistance which increases the rate at which the in-game currency, Result Points, are gained. This pack contains 50 RP Boosters. You can use one before a Quick Match game to double the amount of RP gained. Note: The maximum number of RP Boosters you can have is 9,999, and additional Boosters above this number will not be added.",
    "description_german": "Der RP-Booster ist ein Gegenstand für Resident Evil Resistance, der die Rate erhöht, mit der du Spielwährung und Ergebnispunkte erhältst. Dieses Paket enthält 50 RP-Booster. Du kannst einen davon vor einem Schnellen Spiel einsetzen, um die Menge erhaltener RP zu verdoppeln. Hinweis: Die maximale RP-Booster-Anzahl ist 9999, darüberhinausgehende Booster werden nicht hinzugefügt.",
    "description_french": "Le RP Booster est un objet de Resident Evil Resistance permettant d'augmenter la vitesse à laquelle vous gagnez des Result Points, la devise en jeu. Ce pack contient 50 RP Boosters. Il est possible d'en utiliser un avant une partie rapide pour doubler les RP gagnés. Remarque : Vous pouvez avoir jusqu'à 9 999 Boosters. Tout Booster supplémentaire au-delà de ce plafond ne sera pas comptabilisé.",
    "description_italian": "L'RP Booster è un oggetto di Resident Evil Resistance che accelera l'accumulo della valuta di gioco, i Result Point. Questo pacchetto contiene 50 RP Booster. Puoi usarne uno prima di una partita veloce per raddoppiare gli RP ottenuti. Nota: il numero massimo di RP Booster accumulabili è 9.999. Raggiunto il limite, non ne saranno aggiunti altri.",
    "description_koreana": " 'RP Booster'는 《Biohazard Resistance》에서 사용 가능한, 'RP(리절트 포인트)'의 입수 효율을 높이는 아이템입니다.이 팩에는 RP Booster가 50개 들어가 있으며, 사용한 상태에서 퀵 매칭을 하면 보수 수령 시 RP를 2배로 획득 가능합니다.※RP Booster의 최대 소지 개수는 '9,999' 입니다. 상한 이상으로는 가산되지 않기 때문에 주의하세요.",
    "description_spanish": "Los RP Boosters de Resident Evil Resistance te hacen ganar puntos de resultado (la moneda del juego), más rápidamente. Este pack contiene 50 RP Boosters. Puedes usar uno antes de una partida rápida para doblar los puntos de resultado conseguidos. Nota: puedes tener un máximo de 9999 RP Boosters. Superado este número, no se añadirán más.",
    "description_schinese": "使用「RP Booster」可以更加高效地获得《Resident Evil Resistance》游戏中的「RP (Result Points)」。该DLC内含50个RP Booster，在使用了RP Booster的状态下进行Quick Match，结算画面取得的RP数量便会增至两倍。※RP Booster最多可持有「9,999」个。如已达上限，将不会再增加。",
    "description_tchinese": "「RP Booster」是《Resident Evil Resistance》專用道具，使用時可更輕易取得「RP(Result Points)」。本套裝內含50個RP Booster，在使用了RP Booster的狀態下遊玩Quick Match，可於結算畫面取得的RP數量便會增至2倍。※RP Booster的最大可持數量為「9,999」。如已達上限，將不會再增加。",
    "description_russian": "ОР-бустеры ускоряют накопление очков результатов, валюты Resident Evil: Resistance. В наборе 50 ОР-бустера. Перед быстрой игрой вы можете потратить ОР-бустер, чтобы удвоить количество ОР за матч. Примечание. У вас не может быть больше 9999 ОР-бустеров. При попытке превысить это значение дополнительные бустеры добавляться не будут.",
    "description_japanese": "「RPブースター」は『BIOHAZARD RESISTANCE』で使用可能な「RP（リザルトポイント）」の入手効率を上昇させるアイテムです。このパックにはRPブースターが50個入っており、使用した状態でクイックマッチをプレイするとリザルト時に入手できるRPの量が2倍になります。※RPブースター所持最大数は「9,999」です。上限以上には加算されませんので、ご注意ください。",
    "description_portuguese": "O RP Booster é um item do Resident Evil Resistance que aumenta a frequência com que obténs a moeda do jogo, os Pontos de Resultado (RP). Este pacote contém 50 RP Boosters. Podes usar um antes de uma partida Quick Match para duplicar os RP obtidos. Nota: o máximo de RP Boosters é 9999, qualquer valor acima deste não será adicionado.",
    "description_polish": "Doładowanie PW to przedmiot do użycia w Resident Evil Resistance, który zwiększa szybkość zdobywania waluty w grze — punktów wynikowych. Ten pakiet zawiera 50 Doładowania PW. Można skorzystać z jednego przed Szybką grą, aby podwoić liczbę zdobytych PW. Uwaga: maksymalnie można posiadać 9999 Doładowań PW, a kolejne Doładowania, które przekroczą tę liczbę, nie zostaną dodane.",
    "description_danish": "RP Booster er en genstand til Resident Evil Resistance, så du hurtigere kan få Result Points, spillets valuta. Denne pakke indeholder 50 RP Boosters. Du kan bruge en før en Quick Match, så får du dobbelt så mange RP. Bemærk: Du kan højest have 9.999 RP Boosters. Hvis du køber flere, bliver de ikke tilføjet.",
    "description_dutch": "De RP Booster is een item voor Resident Evil Resistance waarmee je sneller Result Points krijgt. Dit pack bevat 50 RP Boosters. Je kunt er een gebruiken voor een Snelle Match-game om het aantal behaalde RP te verdubbelen. Let op: Je kunt maximaal 9999 RP Boosters hebben, je kunt daarna geen Boosters meer toevoegen.",
    "description_finnish": "RP Booster on Resident Evil Resistanceen tarkoitettu esine, joka kasvattaa pelinsisäisen  Result Point -valuutan ansaitsemisnopeutta. Tämä pakkaus sisältää 50 RP Boosteria. Voit käyttää niitä yhden kerrallaan ennen Quick Match -peliä ansaitun RP:n määrän tuplaamiseen. Huomautus: Sinulla voi olla samanaikaisesti enintään 9 999 RP Boosteria, niitä ei voi lisätä tätä enempää.",
    "description_norwegian": "RP-boosteren er et element i Resident Evil Resistance som gjør at man får spillvalutaen Result Points raskere. Denne pakken inneholder 50 RP-boostere. Du kan bruke en før en Quick Match for å få dobbelt så mye RP. Obs! Man kan maksimalt ha 9999 RP-boostere. Boostere over dette legges ikke til.",
    "description_swedish": "RP-boostern är ett föremål till Resident Evil Resistance som gör att du får mer av spelvalutan Result Points. Det här paketet innehåller 50 RP-boosters. De kan användas före snabbmatcher för att dubblera antalet RP du får. Obs! Du kan ha max 9 999 RP-boosters; inga fler läggs till utöver det.",
    "description_turkish": "RP Booster, oyun içi para birimi olan Result Point'in kazanılma hızını artıran bir Resident Evil Resistance öğesidir. Bu paket, 50 RP Booster içerir. Quick Match oyunundan önce bir tanesini kullanarak kazanılan RP miktarını ikiye katlayabilirsin. Not: Sahip olabileceğin maksimum RP Booster miktarı 9.999'dur ve bu sayının üzerine ilave Booster eklenmez.",
    "description_brazilian": "O RP Booster é um item para a Resident Evil Resistance que aumenta a taxa que o dinheiro e Pontos de Resultados são ganho dentro do jogo. Este pacote contém 50 RP Boosters. Você pode usar um antes de uma Partida Rápida para dobrar a quantidade de RP recebido. Nota: O máximo de RP Boosters é 9999, qualquer valor acima deste não será adicionado.",
    "description_arabic": "معزز الـRP هو عنصر للعبة Resident Evil Resistance يزود من مقدار الحصول على عملة اللعبة، نقاط النتائج. تتضمن هذه الحزمة 50 معززات RP. يمكنك استخدام واحد قبل مباراة سريعة لمضاعفة مقدار RP المكتسب. ملحوظة: أقصى عدد يمكنك امتلاكه من معززات الـRP هو 9999 ولن يتم إضافة أي معززات أعلى من هذا الرقم.",
    "icon_url": "https://media.capcom.co.jp/ingame/resistance/stm/RP50_200x200.png",
    "icon_url_large": "https://media.capcom.co.jp/ingame/resistance/stm/RP50_512x512.png",
    "store_tags": "booster",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "exchange_restriction": true
  },
  {
    "appid": "952070",
    "itemdefid": "4",
    "Timestamp": "2020-04-30T07:22:43Z",
    "modified": "20200430T072243Z",
    "date_created": "20200430T072243Z",
    "type": "item",
    "display_type": "",
    "name": "1 RP Booster of 3-Pack",
    "price": "1;VLV100",
    "quantity": 0,
    "description": "RP Booster",
    "icon_url": "https://media.capcom.co.jp/ingame/resistance/stm/RP_200x200.png",
    "icon_url_large": "https://media.capcom.co.jp/ingame/resistance/stm/RP_512x512.png",
    "store_tags": "booster",
    "tradable": false,
    "marketable": false,
    "commodity": false,
    "store_hidden": true
  }
]